[
  {
    "path": "posts/2024-08-25-the-depletion-of-the-strategic-petroleum-reserve/",
    "title": "Did Joe Biden Recklessly Deplete the Strategic Petroleum Reserve for Short-Term Political Gain?",
    "description": "President Joe Biden's release of approximately 200M barrels of oil from the US Strategic Petroleum Reserve (SPR) in and after 2021 garnered criticism from conservative politicians, pundits, and media. Some criticisms asserted the release was a misuse of the reserve as political tool while others incorporated language suggesting the drawdown was a threat to national security. This article examines the history and purpose of the SPR, and conducts an analysis of the drawdown and historical SPR levels relative to specific claims from critics in the context of that history and purpose.",
    "author": [
      {
        "name": "Jonathan M. Davis",
        "url": {}
      }
    ],
    "date": "2024-08-25",
    "categories": [],
    "contents": "\r\n\r\nContents\r\nA Very Brief History of the SPR\r\nCriticisms of President Biden’s SPR Drawdown\r\nExamining these Criticisms Critically\r\n“Down to Nothing”\r\n“Personal ATM”\r\n17 Days Remain\r\nBurning the Midnight Oil\r\nStatement from Representative Cole\r\nStatement from former President Trump\r\n\r\nShort-Term Political Gain? Do We Even Need an SPR?\r\nWhat’s the Real Answer?\r\n\r\nCaveats\r\n\r\nA Very Brief History of the SPR\r\nAny reasonably thorough treatment of such a history will require much more time and effort than I will expend; this history is very brief indeed, and I’m going to quote most of it from other sources such as from this Congressional Research Services report (Bamberger 2009):\r\n\r\nCongress authorized the Strategic Petroleum Reserve (SPR) in the Energy Policy and Conservation Act (EPCA, P.L. 94-163) to help prevent a repetition of the economic dislocation caused by the 1973-1974 Arab oil embargo. The program is managed by the Department of Energy (DOE). The capacity of the SPR is 727 million barrels, and by the end of 2009, was virtually filled to its capacity at 726 million barrels of crude oil.\r\n\r\nBut the SPR is not a unilateral construct. The development of the US SPR occurred in concert with the creation of the International Energy Agency (IEA). During the embargo and the global petroleum supply chain chaos that followed, it became evident that little machinery existed for the global governance of the oil supply chain.1\r\n\r\nIn February 1974, the United States convened the major oil consumers in an international energy conference aimed at filling such governance gaps. The negotiations led to agreement in November of that year on an International Energy Program (IEP), which the IEA was created to implement….Under the IEP, all member states agreed to maintain oil reserves equivalent to at least 60-days of net oil imports (later increased to 90-days). (Florini 2011)\r\n\r\nThe founding members included Austria, Belgium, Canada, Denmark, Germany, Ireland, Italy, Japan, Luxembourg, The Netherlands, Norway, Spain, Sweden, Switzerland, Turkey, the United Kingdom, and the United States.\r\nThe general idea was that countries that were major oil importers maintained reserves to act as a deterrent to the potential threat of another embargo from oil exporters.\r\nToday there are 30 member states and other nations have looser associations with the IEA, including China, India, Israel and many others.\r\nCriticisms of President Biden’s SPR Drawdown\r\nIt’s easy to understand how many Americans may believe the 2021-2023 SPR draw down to be a seriously irresponsible use of a national security asset. Depending on the spectrum of media consumed, a Republican viewer may have encountered statements and reporting as below without any counter-argument or contextual analysis.\r\nA NewsMax article (Barney 2023) quotes former House Speaker Kevin McCarthy as saying\r\n\r\nOur Strategic Petroleum Reserve is down to nothing.\r\n\r\nA Newsmax video segment (https://www.youtube.com/watch?v=TYuQRR0F57w) hosted by Carl Higbie included his assertion that:\r\n\r\nWe all remember how President Biden treated the SPR, as his personal ATM, making withdrawal after withdrawal after withdrawal, without a care in the world for the long term repercussions which we all warned him about.\r\n\r\nDuring this same video segment the guest, Larry Elder, asserted that this draw down demonstrated how\r\n\r\nThe Biden administration has jeopardized national security in so many different ways\r\n\r\nThe same video displays the graphic below – the commentary implies that 17 days remaining in the SPR is a national security risk:\r\n\r\n\r\n\r\nFigure 1: Source: Newsmax video segment https://www.youtube.com/watch?v=TYuQRR0F57w\r\n\r\n\r\n\r\nIn a March 2023 House Committee hearing titled “Burning the Midnight Oil: Why Depleting the Strategic Petroleum Reserve is Not a Solution to America’s Energy Problem, Part 1.” the following remarks were publicized (United States House Committee on Oversight and Accountability 2024):\r\n\r\nInstead of responding to high gas prices by reversing his own anti-American energy policies, President Biden chose to manipulate short-term prices by depleting our SPR.\r\nPresident Biden must take responsibility for his abuse of the SPR, which has put America’s national security at risk.\r\nRep. Fallon [to Mr. Alex Epstein, President of the Center for Industrial Progress]: “Does the decision to deplete the SPR to historically low levels mean the Biden Administration has no real plan for American energy policy?”\r\nMr. Epstein: “I think saying ‘no real plan’ is too charitable. I think they have a very bad plan. The basic plan is to rapidly eliminate fossil fuels as soon as possible, and then pretend that they can be replaced by unreliable solar and wind.”\r\n\r\nCongressman Tom Cole (R. OK) released the following statement (Cole 2022):\r\n\r\nPresident Biden’s decision to release more oil from the Strategic Petroleum Reserve is misguided, reckless and completely irresponsible….The answer is to unleash domestic energy production to supply more oil and gas. America is producing nearly two million barrels a day less than we were in 2020. President Biden could easily reverse the policies he implemented on day one, including restarting the Keystone XL pipeline, reopening federal lands for more exploration and production and adopting policies that encourage, rather than disparage, our domestic energy industry.\r\n\r\nIn a letter to Energy Secretary Jennifer Granholm, Representative James Comer (R. KY) and Representative Pat Fallon (R. TX) (Comer and Fallon 2024) write\r\n\r\nCommittee Republicans are concerned the Biden Administration abused the SPR for political gain — to lower skyrocketing gas prices before the 2022 midterm election — rather than for its intended purpose of mitigating severe energy supply interruptions or fulfilling obligations to the International Energy Agency (IEA).\r\n\r\nFormer Energy Secretary and former Texas Governor Rick Perry (Perry 2022) writes in a Fox News opinion piece:\r\n\r\nThe SPR is not the president’s personal oil supply. Yet, Biden has been treating it as a political band-aid since he took office. According to the Energy Information Administration (EIA), U.S. petroleum reserves are down 230 million barrels since Biden’s Inauguration and are at the lowest they’ve been since the Summer of 1984. With levels dangerously low, the administration just requested the release of another 15 million barrels. By the end of the year, U.S. reserves will be down a staggering 255 million barrels.\r\n\r\nDozens more such reporting and official statements exist; consult your favorite search engine. But I include one more because its examination is important.\r\nAs reported in Forbes (Rapier 2022) and announced through his spokesperson on X2, Former President Trump made the following assertion:\r\n\r\nSo after 50 years of being virtually empty, I built up our oil reserves during my administration, and low energy prices, to 100% full. It’s called the Strategic National Reserves, and it hasn’t been full for many decades. In fact, it’s been mostly empty. It’s supposed to only be used for large-scale emergency or conflict. Now I see where Biden has just announced he’s going to take what we so carefully and magically built, and what will be a futile attempt to reduce oil and gasoline prices. They will soon bring it down to empty again. It just never ends!\r\n\r\nExamining these Criticisms Critically\r\nA reasonable observer with moderate knowledge of political science and history might categorize some of these criticisms as normal3 political brinkmanship in that one side finds it necessary to always criticize what the other side is doing as undesirable or unacceptable, mostly regardless of what is actually being done. Normal brinkmanship includes the full spectrum of rhetorical devices (many of which are logically fallacious) to argue that the other side is not good at all. I’m not going to examine every assertion in every statement4, but in a broad review, I will argue that all of the statements above are either: (1) misleading political rhetoric because they ignore critical context, exaggerate, and cherry pick data; or (2) patently false or intentionally misleading propaganda – beyond what I would think of as normal political rhetoric.\r\n“Down to Nothing”\r\nWhen former House Speaker McCarthy stated that the SPR was “down to nothing” in Oct of 2023 he defined “nothing” as about 350 Million barrels5. That volume is about 48% of the physical capacity of the SPR, but in mid-March, 2021, just before the Biden Administration began the exchanges and sales, the SPR only contained 637M barrels. So the volume in the SPR at the Time of McCarthy’s statement was about 55% of the initial volume prior to executive actions. So we’re running at about half a tank, so to speak.\r\nWhat kind of practical volume is that? is that level strategically dangerous? There are different ways to conceptualize the mission of the SPR. The formal requirement under the IEP is that member states maintain 90 days of net imports. The United States “has been a net exporter of crude oil and petroleum products from September 2019 through [June 2024]. The IEP does not require net exporters to maintain a petroleum stockpile” (Greenley 2020).\r\nThe data below illustrate long term trends in U.S Net Oil and Petroleum imports.6\r\n\r\n\r\n\r\n\r\nFigure 2: Source: Energy Information Agency (https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=pet&s=mttntus2&f=m)\r\n\r\n\r\n\r\nExamining SPR inventory in relation to total US oil imports is another possibility. Even though the US is currently a net exporter, we still import about 6-8M barrels per day. Below we examine the total number of import days to which the SPR inventory equates (i.e. how many days could the SPR supply total US oil import requirements remained static day 0). The SPR can not, and is not intended to, replace the entire bulk of US imports because its distribution throughput is limited to 4.4M7 barrels per day, so this isn’t a realistic measure of strategic safety, just a relative measure of how SPR inventory was related to total US oil imports over time.\r\n\r\n\r\n\r\n\r\nFigure 3: Source: SPR inventory from: https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=PET&s=WCSSTUS1&f=W ; US Imports from:https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=pet&s=mcrimus2&f=m\r\n\r\n\r\n\r\nViewed this way, it’s reasonable to state that the SPR level is historically low. When we think of the SPR as equivalent to days of total oil imports, the current SPR inventory is about the same as it was in 2001 (as of May 2024 – the most recent data available – it was 52.2 days, compared to April 2001 when it was 53.6 days).\r\nBut one other factor complicates the interpretation of this data. The origin of US imports has gradually shifted away from OPEC and other potentially adversarial nations toward allies and partners. In 2001, the US imported 28% of its oil from Canada and Mexico and similarly about 28% from OPEC nations or Russia; in 2023 the US imported 61% of its oil from Canada and Mexico while importing 12% from OPEC nations or Russia.8 So does the SPR today need to be the same size (relative to US imports) as it was in 2001?\r\nTo state that the SPR inventory is “down to nothing” or that it has been “depleted”9 is inaccurate political rhetoric. It is accurate to state that SPR levels are low relative to historical levels, but the national security implications and policy implications of this level are ambiguous at best and it is demonstrable that Republican lawmakers in general are not significantly concerned about an SPR inventory at this level – we will see why later in this analysis.\r\n“Personal ATM”\r\nThe statement from Carl Higbie that “President Biden treated the SPR, as his personal ATM” has no basis in fact and is intentionally crafted propaganda designed to plant in the viewers’ minds the idea that President Biden is personally using the funds from the sale of oil from the SPR. Some energy policy scholars used the “ATM” metaphor because the government used SPR sales to fund legislation (Razek et al. 2023). Proceeds from SPR sales go to the general fund for deficit reduction or to specific funds for SPR modernization and maintenance by law. But, some people who saw this video probably believe it. It has been viewed ~20,000 times in 10 months as of this writing. Some comments include:\r\n\r\nBrandon has committed so many traitorous acts n got rich doin it!!\r\nThat’s just what we know about. He was caught selling a portion of it to china10\r\nBring Donald Trump back and we can start selling and imported gas and be the number one seller of gas and oil11\r\n\r\nThere are many such comments; comments above are reproduced without changes to grammar or spelling.\r\nLegal action against such misrepresentations is unlikely to succeed. The individual or organization can assert the statement was just a metaphor, just entertainment, obviously not meant to be taken seriously and no reasonable person would believe it. We know this argument works because it is the successful legal defense mounted by Tucker Carlson and Fox News against a libel suit brought by Karen McDougal – the Playboy model who allegedly had an affair with former President Trump and to whom President Trump allegedly paid $150,000 for keeping the story out of the public12 . Carlson widely implied McDougal was extorting the former President. The judge wrote in the ruling that\r\n\r\nFox persuasively argues . . . that given Mr. Carlson’s reputation, any reasonable viewer arrives with an appropriate amount of skepticism about the statements he makes…[w]hether the Court frames Mr. Carlson’s statements as exaggeration, non-literal commentary, or simply bloviating for his audience, the conclusion remains the same—the statements are not actionable (Fawbush 2020) .\r\n\r\nThe ruling makes no consideration for the effects of such media on “unreasonable” viewers, nor does it attempt to ascertain the proportion of the audience that might reasonably be classified as “reasonable”. I hypothesize that proportion to be relatively small.\r\n17 Days Remain\r\nNow…that graphic; let’s see it again.\r\n\r\n\r\n\r\nFigure 4: Source: Newsmax video segment https://www.youtube.com/watch?v=TYuQRR0F57w\r\n\r\n\r\n\r\nAbove we examined a time equivalent for the SPR that was days worth of total US imports and those numbers were quite different (never below 49), so we need to figure out what this data actually is.\r\nBefore we do, there are some evident signs that this graphic was intended to deceive rather than to inform. These signs are worth discussing because their usage is common in media without journalistic standards (which is rather a lot of media).\r\nThe y-axis starts at 15 to make the visual line appear near “zero” at the lowest point. This may be intentional. There are circumstances where a truncated y-axis is appropriate (I use them sometimes, and will do so later in this document – when I want to examine changes in the data that are small in scale relative to the total magnitude of the data), and some graphics libraries will truncate axes to the range of the data by default. Axis truncation is generally not best practice for data visualization.\r\nWhat is certainly intentional is that horizontal grid lines all represent a change of 5 except the jump from 25-35 which is just bizarre13.\r\nThe title indicates that the line represents “Days Left in the SPR”, sourced to DOE – as we will examine below, these data do not actually appear on the DOE data portals – the calculation and title were constructed specifically to create an impression of a drastic and undesirable state. “Days left” implies a clock actively counting down rather than a static value transformed into a time equivalent.\r\nI couldn’t find any data indicating a number of days remaining in the SPR for some specific mission on DOE data access portals, so I reverse engineered the graphic by guessing how the content creator might have produced it until I found a procedure that duplicates these results. Here is what I produced14:\r\n\r\n\r\n\r\n\r\nFigure 5: Source: Nonsensical Calculation (SPR Inventory/Total US Petroleum Consumption, average values by month). Data for SPR inventory (https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=PET&s=WCSSTUS1&f=W) and total US consumption (https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=pet&s=wrpupus2&f=w)\r\n\r\n\r\n\r\nThe only way to calculate “Days left in the SPR” and get these numbers is to assume that on day 0: ALL domestic oil production ceases; ALL oil imports from every source cease; the ENTIRE normal daily US consumption of petroleum is extracted from the SPR every day.\r\nThe specific calculation is\r\n\\[Days = \\frac{SPR Inventory}{Total US Petroleum Consumption}\\]\r\ncalculated by week, averaged over each month.\r\nThe DOE does not provide this calculation because it’s nonsensical, and beyond the intended purpose of the SPR. IEP obligations are 90 days of net imports. The SPR can only physically distribute 4.4M barrels per day. I’m reasonably confident the content creators chose this calculation specifically to make the situation seem dire.\r\nA final thought on this graphic may influence our perception of the SPR inventory levels in the minds of those critical of the Biden Administration’s sales. In this segment, in reference to this graphic, the discussion was that prior to the Biden administration’s SPR sales, the number of “Days Left in the SPR” was fine and good. Typically 30-35 days. If 35 days worth of SPR for [some SPR purpose] is a good number of days, and our calculation above where the SPR supplies total oil imports gives us ~ 50 days of reserves, can we conclude these commentators actually find the current levels fine and good for any plausible scenario? I think all we can really conclude is that this presentation only seeks to portray the Blue party negatively and the Red party positively and that the content creators either do not possess any real, principled position on SPR inventory and policy, or that they only imagine such principled positions without actually understanding any of the information they are discussing.\r\nBurning the Midnight Oil\r\nI don’t want to expend the effort required to examine specific claims and points in these exchanges but it is worth noting that Mr. Epstein has a BA in Philosophy from Duke University and has no formal training or practical experience in foreign policy or energy policy. The CIP is a self described “for profit think tank” that promotes fossil fuel use. See their own information here: https://industrialprogress.com/about/\r\nHis comments and many others referenced above imply Democrat policies that are hostile to American oil production. The phrase “Democrat War on Oil” is popular among lawmakers and commentators. How goes the war effort?\r\n\r\n\r\n\r\n\r\nFigure 6: Source: Energy Information Agency (https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=pet&s=mcrfpus2&f=m). Shaded blocks indicate political party in power.\r\n\r\n\r\n\r\nNot well it seems.\r\nUS Oil Production seems uncorrelated with the political parties happening to hold power in Congress and in the White House. In a largely free, mixed economy like the U.S., oil production is mostly driven by market calculus – what about the dip in production from April 2015 to Sept 2016? Was it the Obama Administration’s war efforts finally taking effect? Or was it market response to the price of oil falling from $87 a barrel in Sept 2014 to $27 in Jan 201615 combined with lower than expected global economic growth (World Bank Group 2018)? The dip in 2020? Was it the Biden Administration’s leash on American Oil Production or the market response to depressed demand during the COVID-19 pandemic?\r\nPolicy may make some difference; I argue policy differences are minor effects compared to global market dynamics. What drove the long decline from 1986 until it flattened in 2005 and began climbing in 2008-2009? Prices dropped from $24 a barrel in Dec 1985 to $10 a barrel by April 1986 and remained mostly stagnant until an upward trend began in 2002 and accelerated in 2004.\r\nStatement from Representative Cole\r\nHere it is again\r\n\r\nPresident Biden’s decision to release more oil from the Strategic Petroleum Reserve is misguided, reckless and completely irresponsible….The answer is to unleash domestic energy production to supply more oil and gas. America is producing nearly two million barrels a day less than we were in 2020. President Biden could easily reverse the policies he implemented on day one, including restarting the Keystone XL pipeline, reopening federal lands for more exploration and production and adopting policies that encourage, rather than disparage, our domestic energy industry.\r\n\r\nAs above, I don’t think the data support the notion that domestic energy production was politically constrained – production had declined when the pandemic reduced global demand and production was steadily increasing when Russia invaded Ukraine. This statement was made on March 31, 2022. I hypothesize that in late March, Rep Cole would have had access to production data through either Jan or Feb of 202216. Perhaps Congress has advance access to data that isn’t publicly available and it’s possible Rep Cole was thinking in Fiscal years, so let us recall the US Oil production data from above and zoom in on the time period from Oct 2019 through March 2022.\r\n\r\n\r\n\r\n\r\nFigure 7: US oil production Jan 2020 - March 2022; same production data as above\r\n\r\n\r\n\r\nIs it possible to interpret this data in a way such that we are “currently” producing “nearly two million barrels a day less than we were in 2020”? We are constrained to choose an origin in the calendar or fiscal year 2020, but could plausibly choose an end point for ‘current’ production sometime in the recent past relative to March 2022, which could be interpreted broadly.\r\nIf we interpret “nearly” to “mean rounds up to but is strictly less than”, there are 29 pairs of months where the difference in oil production meets these criteria; all of these comparisons require an origin in April 2020 or before – Before the Biden Administration began (Figure 8).\r\nWhy do we suppose that is? Surely we don’t imagine the arms of the Democrat War on Oil are so long that they reach backward through time to fix their leash round the necks of American energy producers?\r\n\r\n\r\n\r\nFigure 8: Possible data comparisons Rep Cole could have used to make the claim that ‘America is producing nearly two million barrels a day less than we were in 2020’\r\n\r\n\r\n\r\nIf we fix our origin in Feb 2021, the earliest the “policies he implemented on day one” could have taken effect17, then of 14 possible date comparisons available to Rep Cole, all are positive (an increase in production). Of course this is semi-random – February 2021 happened to be a particularly low production month but the trend in production since May of 2020 has been positive.\r\nIt is implausible that this comparison is a mistake. Rep Cole (or someone in his office who prepared the statement) intended to portray U.S. oil production as suffering directly from some imagined Biden Administration action and found data that would allow them to construct a statement of condemnation that wasn’t quite entirely false.\r\nRep Cole mentions the Keystone XL pipeline, and the construction of the sentence groups that specific item within the discussion of American energy production. The Keystone XL pipeline would have been a transport mechanism for the U.S. to import petroleum products from Canada.18\r\nI started researching the federal land issue but I’m running out of energy on this topic and it seems difficult find information that’s clear and easy to understand – the counter argument is that granting new leases is unlikely to affect production because industry already has access to vast tracts of federal land with approvals for exploration that are unused. Tracking down how the process actually works and whether anything anyone says about this is true would be another one of these documents and another 40-80 hours of labor.\r\nI find representative Cole’s statement to be a normal political lie. The essence of it is untrue, but there are technical and narrow ways in which the basic premises could be true if interpreted in a specific way (a way that doesn’t really make any sense, but still). This is how normal political lying works. A common caricature might be: “My budget cuts the deficit over 10 years” – but only if Congress renews these 8 provisions every 2 years and the U.S. experiences constant year over year GDP growth of 4.6% – both of which are unlikely.\r\nThe next section is something a little different – normal political lies and rhetoric usually originate from partial truths – a truth that holds under unlikely assumptions or narrow circumstances. Or, they may be statements that while basically true omit critical context and alter the perception of those consuming the statement. The normal notion of political lies has been shifting.\r\nStatement from former President Trump\r\nThis statement is assertion dense, so I will examine one piece at a time.\r\n\r\nSo after 50 years of being virtually empty,\r\n\r\nThe SPR has not been anything remotely resembling “virtually empty” at any point in it’s history. There is no way to interpret the data that is even vaguely commensurate with this statement. The actual, weekly SPR inventory since 1982 is below:\r\n\r\n\r\n\r\n\r\nFigure 9: Source: Energy Information Agency (https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=PET&s=WCSSTUS1&f=W).\r\n\r\n\r\n\r\n\r\nI built up our oil reserves during my administration, and low energy prices, to 100% full.\r\n\r\nHe did not do this. In Jan of 2017 when former President Trump was sworn in, the SPR contained ~695M barrels (pretty full). When he left office the SPR contained about 637M barrels (still pretty full but 58M barrels lighter). SPR inventory declined during this period because “since 2015, Congress has enacted seven laws containing provisions mandating the sale of SPR oil.These mandated sales from the SPR have committed 271 million barrels of oil for sale through FY2028” (Greenley 2020).19\r\nThe largest commitment to SPR mandatory sales (100M barrels) came from the FY 2018 budget. President Trump’s budget. In it, his administration states:\r\n\r\n“the Budget proposes to sell approximately 270 million barrels of SPR crude by 2027, leaving roughly half of the remaining SPR inventory after all sales currently authorized by law are completed (approximately 250–260 million barrels). Given the long-term trajectory of domestic energy production and transportation capabilities, a smaller SPR is projected to be able to continue to meet international obligations and emergency needs. As sales progress, the proposal closes two of the four Gulf Coast SPR sites as determined by a comprehensive analysis of footprint and operations to be conducted” (Office of Management and Budget 2018).\r\n\r\nThe remaining uncommitted SPR inventory after these sales would be “less than 400 million barrels” (Pirog 2019). This target amount was likely influenced by U.S. net import levels in 2017, when this budget would have been written. The IEP requirement for 90-days of net imports in 2017 was around 340M barrels.\r\nOf a 700M barrel SPR:\r\n\r\n“It’s no longer necessary,” said [President Trump’s] White House budget chief Mick Mulvaney recently [2017]. “I don’t need to take this much of your money to bury in the ground out in West Texas someplace for domestic security and national security reasons when we have domestic surpluses — supplies like we do.” Conservative and free-market groups, like the Heritage Foundation and Cato Institute, have long called for draining the Strategic Petroleum Reserve, but the idea has caught hold with the Trump White House. More than two dozen Heritage staffers worked on the White House transition team earlier this year and drafted a conservative budget blueprint that proposed selling the reserve (Koss 2017).\r\n\r\nThe same article (Koss 2017) reports\r\n\r\nCongressional Democrats, though, are signaling some opposition to a large-scale sale of the oil supply, citing national security.\r\nSen. Maria Cantwell (D-Wash.), ranking member of ENR, noted the SPR’s past role in quelling markets disrupted by hurricanes. “You could have a Katrina, you could have a terrorist attack,” Cantwell said. “The ways these guys are cyberattacking energy, you could have all sorts of things happen.”\r\n\r\nhmmm…interesting.\r\nAll of the legislation mandating these sales was passed between 2015 and 2018. Beginning with the legislative session in 2015 Republicans enjoyed majorities in both the House of Representatives and the Senate; most of this of this legislation was signed into law by President Trump. The 2018 budget plan to reduce SPR inventories was reported in various outlets at the time ((Gramer 2024), (Mufson and Mooney 2017), (Koss 2017)) including Newsmax (Flavelle 2017).\r\nRepresentative Comer was not in Congress for the earlier laws, but voted against the 2018 budget at large, yes, to a reconciliation Bill for the 2018 budget, and no to the Consolidated Appropriations Act of 2018. Representatives McCarthy and Cole voted yes for all of this legislation 20\r\nBut I digress. Let’s continue our examination of President Trump’s statement.\r\n\r\nIt’s called the Strategic National Reserves\r\n\r\nIt is not called this.\r\n\r\nand it hasn’t been full for many decades.\r\n\r\nThis is technically true, the SPR has not been at physical capacity most of its history – It reached capacity in the spring of 2009 and remained full until July of 2011 when the emergency sale of 30M barrels was authorized as part of coordinated IEA release in response to disruptions to global supplies from unrest in Libya.\r\n\r\nIn fact, it’s been mostly empty.\r\n\r\nIt has not been.\r\n\r\nIt’s supposed to only be used for large-scale emergency or conflict. Now I see where Biden has just announced he’s going to take what we so carefully and magically built, and what will be a futile attempt to reduce oil and gasoline prices. They will soon bring it down to empty again. It just never ends!\r\n\r\nThe Biden Administrations SPR withdrawals occurred via distinct legal mechanisms. Some of the sales were accelerations of the already Congressionally mandated sales of 270M barrels by 2027. Others were exchanges (required to be replaced) but the bulk were direct sales. Those replacements for exchanges began in August of 2023 and have since brought SPR inventory back to 378M barrels.21\r\nShort-Term Political Gain? Do We Even Need an SPR?\r\nConservative outlets aren’t always opposed to tapping the SPR to reduce gas prices ahead of an election. One Newsmax writer (Cunningham 2018) suggests that\r\n\r\nIf U.S. President Donald Trump wants to lower pump prices, he doesn’t have to rely on OPEC. He has a 660-million-barrel emergency oil stockpile at his disposal. Releasing some of that crude in September or October could dampen gasoline prices ahead of November mid-term elections.\r\n\r\nAs far as I can tell President Trump did not take that advice, but the publication of such an article suggests that outrage at gas price reduction via SPR sales ahead of an election, at least in some media, is predicated on the color of the party occupying the White House. I hypothesize that most Americans, absent any media consumption, would be ambivalent on whether such a concept was good or bad. How many hours a year does an average American spend studying energy policy? I don’t have any data but my guess is a number of hours statistically identical to zero22. Sharing those sick memes does not count. For an average American, gaining sufficient knowledge and expertise to really understand the pros, cons, secondary and tertiary effects of, limitations on, and motivations behind SPR actions relative to the global petroleum market and geopolitical machinations likely requires thousands of hours of study. One example of scholarly analysis of the Biden Administrations SPR release that’s publicly available is (Razek et al. 2023). I encourage anyone reading this document to scan it and observe the differences between news press and actual research.\r\nScholarship regarding the continued value of strategic petroleum stock is widely varied. A 2006 study (Considine 2006) finds\r\n\r\nThe importance of SPR … largely depends upon the effect of stock sales on market prices. To address this question, this study develops a monthly econometric model of the world crude oil market. Inventories, consumption, production, and prices for crude oil are determined within a dominant producer pricing framework in which Saudi Arabia adjusts output based upon market demand and competitive fringe supply … [The analysis] indicates that while SPR sales can lower world prices during a supply shock, the required drawdown would be so substantial the reserve would be significantly depleted after just a few months. These findings suggest that once played, the SPR card has modest impacts on world prices and could be easily trumped by actions of other players, including output adjustments by world oil producers.\r\n\r\nThe more recent study mentioned above (Razek et al. 2023) of the Biden Administration 2022 SPR releases in response to Russia’s invasion of Ukraine concludes that while SPR release and other global supply additions generally reduce price inflation in some circumstances,\r\n\r\nThe impacts of U.S. SPR releases [in 2022] on global crude oil prices are likely to be short-lived and trivial, if there is any impact at all. Hence, it would be misguided to attribute global oil price decreases solely to SPR releases, as doing so would dismiss the impact of the fundamentals of global markets, expectations, and geopolitical risks. Through the use of Granger causality and threshold cointegration, we presented empirical evidence in support of the view that SPR releases—even exceptionally large ones—are unlikely to affect OPEC production, which vitally influences global oil prices. Thus, the recent SPR releases may not be an effective price control mechanism, beyond the temporary psychological impacts on commodity exchanges.\r\n\r\nSome actual policy analysts on the more distant right (Heritage Foundation) or libertarian (Cato Institute) parts of the political spectrum argue that the SPR is obsolete or ineffective and that the US should divest from it entirely ((Loris 2015), (Taylor and Van Dorn 2005)).\r\nBut scholarship does not universally suggest the SPR itself is of limited value. Scholars at Columbia University’s Center on Global Energy Policy (Bordoff, Halff, and Losz 2018) argue vigorously and convincingly for the continued advantages of an SPR but acknowledge challenges to its effective management and usage. The statements below are from various sections in the report but summarize key points\r\n\r\nDecisions [writing in 2018 this refers to the Congressional mandates for SPR draw downs] to sell off the SPR to fill near-term budget holes unrelated to energy security are shortsighted…Strategic stocks remain valuable as a tool of international cooperation and soft power. They also enhance America’s ability to take foreign policy actions that may adversely affect oil markets, such as the recent decision to reimpose oil sanctions on Iran… Assessing the right size of the US SPR is, in some ways, an impossible task. An early version of the stochastic dynamic programming models developed in the 1980s, for example, concluded that the “optimal” size of the SPR could be anywhere between 0.8 and 4.4 billion barrels, depending on the DOE’s assumptions…Given the level of ambiguity about future oil market trends, the changing nature of supply risks to the oil market, and the risk of increased volatility in a period of a highly uncertain energy transition, policymakers would be well advised to proceed with caution rather than sell off the nation’s oil security arsenal.\r\n\r\nWhat’s the Real Answer?\r\nI don’t know. But after reading the material referenced in this discussion (and many other un-referenced articles and reports) I’m reasonably confident that the majority of Republican criticism of the 2021-2023 SPR draw-downs does not originate from an objective and principled policy stance, and I find most of it flatly hollow23 in light of Congressional SPR sale mandates in laws passed by a Republican Congress and mostly signed by President Trump. The position that a planned SPR inventory of ~400M barrels and the closure of 2 of the 4 storage sites by the end of 2027 is fine and good (we don’t need them) but an SPR of ~350M in 2023 with requirements for partial replacements in law is a national security catastrophe exhibits at the very least, some incoherence.\r\nI’m also tremendously confident that assessing whether a particular SPR action was “good”, “bad”, “short-sighted”, “brilliant”, ‘reckless’ etc. is very, very difficult and people who spend decades studying such problems disagree.\r\nWere the Biden Administration’s SPR sales a reckless abuse of a national security asset for political gain? I’m reasonably certain that politics was part of the calculus but it is inaccurate to characterize those actions as entirely reckless or as an abuse of the SPR solely for political gain ahead of the election. I find such a characterization inaccurate because:\r\nAs the economy emerged from pandemic induced reductions of petroleum demand, and subsequent reductions in petroleum supplies, increasing demand outpaced increasing supply production. U.S. petroleum consumption returned to pre-pandemic levels by late June of 2021, while U.S. and global petroleum production wouldn’t return to pre-pandemic levels until 202324. Suppliers follow market signals and production ramp ups take time. In this supply constrained market, the price of crude oil climbed from $15.18 a barrel in April 2020 to $78.51 a barrel by April 2021 – a 7 year high25.\r\nSharp spikes in petroleum prices frequently precede global recessions (eg. 1973, 1980–82, 1990, 2000 and 2008) (Reynolds 2022).\r\nIn Feb 2022 Russia invaded Ukraine. Anticipation of a global supply disruption resulting from war in Europe amid rapidly increasing oil prices climbing from the post-pandemic economy was a legitimate concern. By March, 2022 crude oil was trading at $107 a barrel (a 10 year high). SPR sales in March and April of 2022 were part of a coordinated release among IEA member states who voted unanimously to execute the action. Conservative policy analyst Alan Reynolds26 characterized the 2022 release as “…only the second time that the SPR has been used for the purpose Congress intended in 1975 – to counteract temporary spikes in the global price of oil due to cartel extortion or foreign wars” (Reynolds 2022).\r\nThere are of course legitimate criticisms of the SPR releases. Most scholars seem to agree that the sales were largely ineffective and argue that SPR releases in general have limited capability to impact global markets.\r\nWas the Republican and conservative media reaction to Biden Administration SPR sales a political stunt for short term political gain? I find the data indicates the characterizations of SPR sales reviewed in this document were either misleading political rhetoric or plainly false propaganda.\r\nCaveats\r\nAt most, this documents reflects about 50 hours of labor. It almost certainly contains errors, omissions that should have been included, and misunderstandings. I think to gain a thorough understanding of this issue would require, for me, perhaps 200-400 hours. I do not typically study energy policy and before writing this, knew nothing about the Strategic Petroleum Reserve beyond the basic fact of its existence, and was unfamiliar with any of these specific statements or articles.\r\nMy hope in writing this is to illuminate the nature of political rhetoric around complex geopolitical and economic issues. Every topic is like this. Every statement from every politician or pundit requires 10’s of hours of study to verify and understand because politicians are almost exclusively seeking to influence voters to vote for their party and pundits are almost exclusively seeking to sell clicks and advertisements to their audiences, who mostly come seeking bias confirmation and viewpoint validation (I’m on the good side) – no one wants to buy a pile of “…its complicated and everyone is lying to you.”\r\n\r\n\r\n\r\nBamberger, Robert. 2009. “The Strategic Petroleum Reserve: History, Perspectives, and Issues.” RL33341. Congressional Research Service. https://apps.dtic.mil/sti/pdfs/ADA529737.pdf.\r\n\r\n\r\nBarney, Lee. 2023. “Biden Halves US Oil Reserves Ahead of Mideast Crisis.” Newsmax. https://www.newsmax.com/finance/streettalk/biden-administration-strategic-petroleum-reserves-middle-east/2023/10/16/id/1138495/.\r\n\r\n\r\nBordoff, Jason, Antoine Halff, and Akos Losz. 2018. “NEW REALITIES, NEW RISKS: RETHINKING THE STRATEGIC PETROLEUM RESERVE.” Columbia University School of International; Public Affairs: Center on Global Energy Policy. https://www.energypolicy.columbia.edu/publications/new-realities-new-risks-rethinking-strategic-petroleum-reserve/.\r\n\r\n\r\nCole, Tom. 2022. “Cole Slams Biden for Releasing More Oil from SPR  Representative Tom Cole.” http://cole.house.gov/media/press-releases/cole-slams-biden-releasing-more-oil-spr.\r\n\r\n\r\nComer, James, and Pat Fallon. 2024. “Comer & Fallon: Biden Administration’s Depletion of Oil Reserves Jeopardizes American Energy Independence.” United States House Committee on Oversight and Accountability. https://oversight.house.gov/release/comer-fallon-biden-administrations-depletion-of-oil-reserves-jeopardizes-american-energy-independence￼/.\r\n\r\n\r\nConsidine, Timothy J. 2006. “Is the Strategic Petroleum Reserve Our Ace in the Hole?” The Energy Journal 27 (3): 91–112. https://doi.org/10.5547/ISSN0195-6574-EJ-Vol27-No3-6.\r\n\r\n\r\nCunningham, Stephen. 2018. “Trump Keeps US Oil Reserve in Back Pocket as Pump Prices Climb.” Newsmax. https://www.newsmax.com/finance/streettalk/trump-oil-reserve-pump/2018/07/06/id/870381/.\r\n\r\n\r\nFawbush, Joseph. 2020. “Tucker Carlson Successfully Argues Nobody Really Believes Tucker Carlson Is Reporting Facts.” FindLaw. https://www.findlaw.com/legalblogs/greedy-associates/tucker-carlson-successfully-argues-nobody-really-believes-tucker-carlson-is-reporting-facts/.\r\n\r\n\r\nFlavelle, Christopher. 2017. “Perry Highlights Need for Oil Reserve in Rebuke of Trump’s Plan.” Newsmax. https://www.newsmax.com/politics/perry-oil-reserve-hurricane/2017/09/15/id/813824/.\r\n\r\n\r\nFlorini, Ann. 2011. “The International Energy Agency in Global Energy Governance.” Global Policy 2 (s1): 40–50. https://doi.org/10.1111/j.1758-5899.2011.00120.x.\r\n\r\n\r\nGramer, Robbie. 2024. “Trump Wants to Sell Half the U.S. Strategic Oil Reserve For More Cash.” Foreign Policy. https://foreignpolicy.com/2017/05/23/trump-wants-to-sell-half-the-u-s-strategic-oil-reserve-for-more-cash-petroleum-energy-budget/.\r\n\r\n\r\nGreenley, Heather L. 2020. “The Strategic Petroleum Reserve: Background, Authorities, and Considerations.” R46355. Congressional Research Service. https://sgp.fas.org/crs/misc/R46355.pdf.\r\n\r\n\r\nHulac, Benjamin J. 2020. “Oil Purchase to Fill Strategic Reserve Dropped from Stimulus.” Roll Call. https://rollcall.com/2020/03/25/oil-purchase-to-fill-strategic-reserve-dropped-from-stimulus/.\r\n\r\n\r\nKoss, George Cahlink, Geof. 2017. “Congress Cautiously Eyes Plan to Drain Petroleum Reserve.” E&E News by POLITICO. https://www.eenews.net/articles/congress-cautiously-eyes-plan-to-drain-petroleum-reserve/.\r\n\r\n\r\nKumar, Devika Krishna. 2020. “Drowning in Crude, U.S. Drillers Say Trump Strategic Reserve Plan Is No Lifeline.” Reuters, April. https://www.reuters.com/article/business/drowning-in-crude-us-drillers-say-trump-strategic-reserve-plan-is-no-lifeline-idUSKCN2251QT/.\r\n\r\n\r\nLoris, Nicolas. 2015. “Why Congress Should Pull the Plug on the Strategic Petroleum Reserve.” The Heritage Foundation. https://www.heritage.org/environment/report/why-congress-should-pull-the-plug-the-strategic-petroleum-reserve.\r\n\r\n\r\nMufson, Steven, and Chris Mooney. 2017. “Trump Seeks to Sell Off Half of the Strategic Petroleum Reserve.” Washington Post, May. https://www.washingtonpost.com/news/energy-environment/wp/2017/05/22/trump-seeks-to-sell-off-half-of-the-strategic-petroleum-reserve/.\r\n\r\n\r\nOffice of Management and Budget. 2018. “APPENDIX: BUDGET OF THE U. S. GOVERNMENT FISCAL YEAR 2018.” Office of Management; Budget. https://www.govinfo.gov/content/pkg/BUDGET-2018-APP/pdf/BUDGET-2018-APP.pdf.\r\n\r\n\r\nPerry, Rick. 2022. “Strategic Petroleum Reserve Is for Emergencies, Not Biden’s Politics. I Know. I’ve Had to Use It.” Text.{Article}. Fox News. https://www.foxnews.com/opinion/strategic-petroleum-reserve-emergencies-bidens-politics.\r\n\r\n\r\nPirog, Robert. 2019. “Strategic Petroleum Reserve: Mandated Sales and Reform.” R45577. Congressional Research Service. https://crsreports.congress.gov/product/pdf/R/R45577#:~:text=These%20mandated%20sales%20from%20the,barrels%20of%20uncommitted%20oil%20reserves.\r\n\r\n\r\nRapier, Robert. 2022. “No, Former President Trump Did Not Fill The Strategic Petroleum Reserve.” Forbes. https://www.forbes.com/sites/rrapier/2022/04/01/no-former-president-trump-did-not-fill-the-strategic-petroleum-reserve/.\r\n\r\n\r\nRazek, Noha, Valentina Galvani, Surya Rajan, and Brian McQuinn. 2023. “Can U.S. Strategic Petroleum Reserves Calm a Tight Market Exacerbated by the Russia–Ukraine Conflict?” Resources Policy 86 (October): 104062. https://doi.org/10.1016/j.resourpol.2023.104062.\r\n\r\n\r\nReynolds, Alan. 2022. “The Strategic Petroleum Reserve Was Never Used Strategically.” Cato Institute. https://www.cato.org/blog/strategic-petroleum-reserve-was-never-used-strategically-1.\r\n\r\n\r\nTaylor, Jerry, and Peter Van Dorn. 2005. “The Case Against the Strategic Petroleum Reserve.” Cato Institute. https://www.cato.org/policy-analysis/case-against-strategic-petroleum-reserve.\r\n\r\n\r\nUnited States House Committee on Oversight and Accountability. 2024. “Hearing Wrap Up: President Biden Damaged America’s Oil Security by Depleting the SPR.” United States House Committee on Oversight and Accountability. https://oversight.house.gov/release/hearing-wrap-up-president-biden-damaged-americas-oil-security-by-depleting-the-spr/.\r\n\r\n\r\nWorld Bank Group. 2018. Global Economic Prospects, January 2018: Broad-Based Upturn, but for How Long? Washington, DC: World Bank. https://doi.org/10.1596/978-1-4648-1163-0.\r\n\r\n\r\nThe stability of which is vital for a global economy. Despite any particular ideological view on isolationism, the economy is global and the United States must either lead in cooperation with international partners or be subject to economic changes driven by other nations likely to be US competitors (China, Russia).↩︎\r\n https://x.com/realLizUSA/status/1509521690803507208↩︎\r\nNormal here refers to statistical frequency and does not impart any sense of these actions being ethically acceptable.↩︎\r\nI intended to when I set out, but it will take too long and no one is paying me for this.↩︎\r\nStocks of crude oil in the SPR for 10/13/2023 were 351,274,000 barrels per https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=PET&s=WCSSTUS1&f=W ↩︎\r\nWhen I downloaded this data the latest month included was May 2024, but as I’m writing now on Sep 8, 2024 the website has added data for the month of June.↩︎\r\nMaximum distribution from all sites combined (https://www.energy.gov/sites/default/files/2023-03/2023%20SPR%20Distribuiton%20Brochure_0.pdf)↩︎\r\nSee https://afdc.energy.gov/data/10621↩︎\r\nOne strict definition of deplete is simply to “lessen markedly in quantity” but most connotations and I argue, most American English usage implies “a reduction in number or quantity so as to endanger the ability to function”. See https://www.merriam-webster.com/dictionary/deplete↩︎\r\nHe was not ‘caught’ selling SPR oil “to China”. DOE sells SPR oil on the global market to the highest bidder, by law; Chinese companies have purchased some of the oil sold from SPR. This is not unusual because China is the 2nd largest buyer of US petroleum products after Mexico, each purchasing 11% and 10% of US petroleum sold on the global market respectively, every day. This claim likely originates from assertions made by Rep. James Comer (R. KY) in committee meetings and in letters to the Energy Secretary implying the sale to this particular company may enrich Hunter Biden because an equity firm to which H.Biden has ties invested a large sum of money in that company several years prior. Rep. Comer does not expound on why that company paying the highest price for US oil on the market on a particular day would enrich H.Biden. Thoroughly examining this claim would require another one of these documents and another 10-20 hours of labor. See: https://www.eia.gov/tools/faqs/faq.php?id=727&t=6 ↩︎\r\nAt the time this comment was made (late 2023), the United States was the number one “seller” of oil if sales include domestic sales. The US has been the highest oil producing country in the world for every year since 2018, continuing a long trend that started around 2009. See: https://www.eia.gov/todayinenergy/detail.php?id=61545#:~:text=The%20United%20States%20produced%20more,six%20years%20in%20a%20row.↩︎\r\nNot to be confused with Stormy Daniels, the adult film star to whom former President Trump certainly paid $150,000 to keep information about his affair with her (which he denies) out of the public, and for which he was convicted of 34 felony counts of falsifying business records.↩︎\r\nAfter I reverse engineered how the content creators generated this data, I confirmed the jump from 25-35 was not just a labeling error – the data track those lines as labeled – this change is very strange. It doesn’t even change they visual dynamics of the graphic that much↩︎\r\nThe values in my graph don’t exactly match the Newsmax graphic, but they are pretty close. The spike in April of 2020 coinciding with plummeting oil consumption due to the COVID-19 pandemic in my data peak at 43.8 days, compared to the Newsmax peak of just over 40 days. My raw data were weekly, it seems certain the Newsmax creator aggregated data monthly and that could have been done in many ways (4 week moving average, ceiling to month, floor to month etc.). My graph is average calculated “days remaining” by calendar Month with dates floored by month. My data is also 10 months newer and it’s possible that corrections for past data occur. still, despite the minor differences this a close approximation of their calculation.↩︎\r\nPrice data are not inflation adjusted: https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=pet&s=f000000__3&f=m↩︎\r\nI’m writing this on Sep 6, 2024 and the latest month on EIA website is June 2024; when I downloaded this data a few weeks ago the latest data point was May – so it seems to lag by about 2-3 months↩︎\r\nBiden took office Jan 20, 2021. It seems unlikely policy changes would effect measurable production changes in 10 days, and our data is aggregated by month so Feb seems the most reasonable start time to measure any potential effect of ‘day one’ policy change.↩︎\r\nFor the 1 billionth time.↩︎\r\nIt’s possible President Trump was mis-remembering a proposal from his administration in March of 2020 after oil prices fell sharply to spend $3 Billion buying 77M barrels of oil from US producers to fill the SPR as part of a pandemic stimulus bill. The Democrat controlled Senate stripped that funding from the bill, characterizing it as a “bail out for big oil” (Hulac 2020). Republicans asserted the purchases were to be made from smaller oil suppliers but the practicality of such a plan may not have been viable as small producers had limited access to pipeline bandwidth or other transportation to move stocks to the SPR salt caverns in Texas (Kumar 2020). Regardless, the program was never implemented, but previously scheduled mandated SPR sales were delayed because it didn’t make sense to add more oil to a supply rich market, sold at a low price (Hulac 2020) Understanding the data and political motivations related to this event would require another one of these documents and another 15-30 hours of labor.↩︎\r\nBipartisan Budget Act of 2015, 21st Century Cures Act, Fixing America’s Surface Transportation Act, An Act to Provide for Reconciliation Pursuant to Titles II and V of the Current Resolution on the Budget for Fiscal Year 2018, Bipartisan Budget Act of 2018, Consolidated Appropriations Act 2018↩︎\r\nAs of the date when I downloaded the data from EIA – Aug, 30 2024.↩︎\r\nPrior to writing this document in response to a statement I heard, I had spent approximately 0 hours per year studying energy policy. I have now spent perhaps 30-40 hours studying petroleum markets and policy, the SPR, and related politics.↩︎\r\nI must credit Rick Perry who at least has been consistently critical of SPR sales for short term gas price stability across administrations – but I would still characterize his op-ed in Fox News as misleading and intentionally excluding critical context – the analysis of which would be another document and another 5-10 hours of work.↩︎\r\nU.S. production data illustrated above. Global production by year: https://www.statista.com/statistics/265203/global-oil-production-in-barrels-per-day/↩︎\r\nNot inflation adjusted.↩︎\r\nhttps://www.cato.org/people/alan-reynolds↩︎\r\n",
    "preview": "posts/2024-08-25-the-depletion-of-the-strategic-petroleum-reserve/distill-preview.png",
    "last_modified": "2024-09-15T19:02:23-05:00",
    "input_file": "the-depletion-of-the-strategic-petroleum-reserve.knit.md"
  },
  {
    "path": "posts/2024-07-27-almost-everything-about-this-meme-is-wrong/",
    "title": "Almost Everything About This Meme is Wrong",
    "description": "Ahh memes...the heavily processed bite sized information snack of the future, and today!",
    "author": [
      {
        "name": "Jonathan M. Davis",
        "url": {}
      }
    ],
    "date": "2024-07-27",
    "categories": [],
    "contents": "\r\nMemes excel at attracting attention and focus for short duration, high impact information injections. The combination of a compelling image with just the right words can effect a specific psychological response in the viewer and we would be naive to reject the suggestion that at least some of the memes flitting across the internet are precision-guided information munitions crafted by our adversaries and targeted with malign intent. Most are probably cats, many are probably just constructed by people trying to amplify a viewpoint that conforms to the in-group’s viewpoint. Today’s examination is of one more closely aligned to the last category.\r\nWhat’s in a Meme?\r\nFrequently, memes contain misleading information, misinformation, logical fallacies, and manipulative intent. I recently came across the following:\r\n\r\n\r\n\r\nThis meme, like many memes, has a lot going on, and presents an interesting opportunity for study.\r\nIt seems like that statement (or similar forms of it) has been misattributed to Pasteur since around 1920 (consult the google). It is almost certainly a reconstruction of Francis Bacon’s essay “Of Atheism” (written ~1612) which includes the passage “It is true, that a little philosophy inclineth man’s mind to atheism, but depth in philosophy bringeth men’s minds about to religion” (Bacon 1612). The change in attribution likely seeks to exploit Pasteur’s household name recognition (all the kids learn about Pasteurized milk).\r\nThe attribution to a widely recognized scientific figure, amplified by the annotation indicating Pasteur is the father of two fields of study is probably intended as a, logically fallacious, appeal to authority. Being the father of two fields of study is better than one but at least with respect to microbiology that attribution usually goes further back to Leeuwenhoek who discovered protists and bacteria and reported results in a 1677 paper (Lane 2015).\r\nPasteur’s place as the father of immunology is more credible but still debated by some scholars. Smith (2012) recognizes Pasteur’s achievements but candidly discusses seeming breeches of integrity in the competition with M. Toussaint in 1880 when they were both developing an anthrax vaccine. Toussiant developed a vaccine that incorporated dead bacteria that was effective in a trials of dogs and sheep. Pasteur’s theory at the time insisted on live pathogens depleting the host of some essential nutrient required to support pathogen reproduction and he sharply criticized Toussaint’s methods. A challenge arose and Pasteur administered a vaccine that succeeded well. In his public discussion of methods he stated “…living vaccines, cultivatable at will, transportable anywhere without alteration, and, lastly, prepared by a method that one may consider capable of generalization since it served a previous time for a discovery of the chicken cholera vaccine.” The actual vaccine he used in the test was not based on live cultured bacteria, but was based on another method similar to Toussaint’s that killed the bacteria with potassium bichromate. Pastuer was lauded and Smith (2012) reports that “Toussaint subsequently published only 2 more scientific papers before he died in 1890 at the age of 43, after suffering a mental breakdown.”\r\nOf course that history isn’t particularly relevant to the analysis of our meme, but it was interesting to learn. So what else is going on? The statement of the meme itself, misattributed to authoritative appeal, is demonstrably false in the sense that such a relationship is not evident. Available data is mixed, but most likely supports the opposite trend, particularly respecting deep scientific knowledge.\r\nA 2017 Pew survey (Pew Research Center 2017) found that “Overall, U.S. adults with college degrees are less religious than others, but this pattern does not hold among Christians”. The specificity of these results is low. Measures are self reported frequency of prayer and belief in God etc. The Pew Survey acknowledges the previous work of Schwandel (2011) that finds “education negatively affects exclusivist religious viewpoints and biblical literalism but not belief in God or the afterlife” and other positive associations between education levels and religious activities.\r\nThe Pew survey examines relationships within denominational groups and finds opposing trends depending on group affiliation. Catholics, Latter-Day Saints, Historically black Protestants and Evangelicals all exhibit positive correlations between education levels (High School –> Undergraduate Degree) and the percentage believing “in God with absolute certainty”. Mainline Protestants and the religiously unaffiliated exhibit negative correlations between High School and College education levels (Figure 1)\r\n\r\n\r\n\r\nFigure 1: Percentage of Survey Participants who “believe in God with absolute certainty”, change from high school to college education. Data from: (Pew Research Center 2017)\r\n\r\n\r\n\r\nA limitation in the data above to the analysis of our meme is that those results are related to education in general, most of which probably falls under the “little science” bracket. So what does depth of knowledge impart to religiosity?\r\nAn international survey of 9,422 physicists and biologists in 2016 (Ecklund et al. 2016) found the percentage of respondents indicating an absolute belief in God was less than or equal to 20% for all countries included except Turkey (61%) and India (26%).1 The proportion of physicists and biologists indicating absolute belief in God in the United States was 10%. A 2009 Pew Research Survey (Pew Research Center 2009) among members of the American Association for the Advancement of Science found\r\n\r\n“just over half of scientists (51%) believe in some form of deity or higher power; specifically, 33% of scientists say they believe in God, while 18% believe in a universal spirit or higher power. By contrast, 95% of Americans believe in some form of deity or higher power”\r\n\r\nThat same survey found Physics and Astronomy to exhibit the highest rate of non-belief (46% do not believe in God or in a universal spirit or higher power) and that older scientists were less likely to believe (48% do not believe among 65+ vs 32% among 18-34)\r\nLarson and Witham (1998) illustrate that this trend is not new, reporting that\r\n\r\nUS psychologist James H. Leuba [found in] his landmark survey of 1914…that 58% of 1,000 randomly selected US scientists expressed disbelief or doubt in the existence of God, and that this figure rose to near 70% among the 400 “greater” scientists within his sample. Leuba repeated his survey in somewhat different form 20 years later, and found that these percentages had increased to 67 and 85, respectively. In 1996, we repeated Leuba’s 1914 survey and reported our results in Nature. We found little change from 1914 for American scientists generally, with 60.7% expressing disbelief or doubt. This year, we closely imitated the second phase of Leuba’s 1914 survey to gauge belief among “greater” scientists, and find the rate of belief lower than ever — a mere 7% of respondents.\r\n\r\nSo a brief examination of the literature suggests that Bacon may have gotten it wrong back in 1612 – of course he might have gotten it exactly right in 1612 but we don’t have any contemporaneous data. At the very least I have not found any evidence in the literature that supports the notion that the deeper the science knowledge a person attains the more likely they are to be “a believer in God.” The data seem to indicate the opposite.\r\n\r\n\r\n\r\nBacon, Francis. 1612. “Essays.” https://www.gutenberg.org/files/56463/56463-h/56463-h.htm).\r\n\r\n\r\nEcklund, E, D Johnson, C Scheitle, K Matthews, and S Lewis. 2016. “Religion Among Scientists in International Context: A New Study of Scientists in Eight Regions.” Socius 2. https://doi.org/10.1177/2378023116664353.\r\n\r\n\r\nLane, Nick. 2015. “The Unseen World: Reflections on Leeuwenhoek (1677) ‘Concerning Little Animals’.” Philos Trans R Soc Lond B Biol Sci 370 (1666). https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4360124/#:~:text=Leeuwenhoek%20is%20universally%20acknowledged%20as,with%20the%20power%20to%20see.\r\n\r\n\r\nLarson, E, and L Witham. 1998. “Leading Scientists Still Reject God.” Nature 394 (313). https://doi.org/10.1038/28478.\r\n\r\n\r\nPew Research Center. 2009. “Religion and Science in the United States.” Pew Research Center. https://www.pewresearch.org/religion/2009/11/05/scientists-and-belief/.\r\n\r\n\r\n———. 2017. “In America, Does More Education Equal Less Religion?” Pew Research Center. https://www.pewresearch.org/wp-content/uploads/sites/20/2017/04/Religion-and-education-FULL-REPORT.pdf.\r\n\r\n\r\nSchwadel, Philip. 2011. “The Effects of Education on Americans’ Religious Practices, Beliefs, and Affiliations.” Review of Religious Research 53 (November): 161–82. https://doi.org/10.1007/s13644-011-0007-4.\r\n\r\n\r\nSmith, Kendall. 2012. “Louis Pasteur, the Father of Immunology?” Frontiers in Immunology 3 (68). https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3342039/#:~:text=Louis%20Pasteur%20is%20traditionally%20considered,well%20as%20also%20treated%20by.\r\n\r\n\r\nThe majority of the scientists in Turkey were Muslim and the majority in India were Hindu.↩︎\r\n",
    "preview": "posts/2024-07-27-almost-everything-about-this-meme-is-wrong/almost-everything-about-this-meme-is-wrong_files/figure-html5/pewtable-1.png",
    "last_modified": "2024-09-13T19:45:30-05:00",
    "input_file": "almost-everything-about-this-meme-is-wrong.knit.md"
  },
  {
    "path": "posts/2021-02-14-jewish-space-lasers/",
    "title": "Design Considerations for Jewish Space-based Laser Platforms in Visible Wavelengths",
    "description": "Congressional Representative Marjorie Taylor Greene (R-Ga) has proposed the California Camp fires may have been ignited by a space-based laser system launched into geosynchronous orbit by the Solaren corporation, possibly under the influence of the Rothschild's for nefarious purposes.",
    "author": [
      {
        "name": "Jonathan M. Davis",
        "url": {}
      }
    ],
    "date": "2021-02-15",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\nSolaren has not yet launched their space-based solar generation system (which didn’t include lasers anyway) (Solaren 2021) so this particular claim cannot be true 1. However, since the system is still under development, a design opportunity exists for Jewish space laser enthusiasts. We develop a crude feasible design region for Jewish Space Lasers capable of igniting wood or grass from geosynchronous orbit with respect to wavelength (visible spectrum), laser aperture, and total system power. These calculations represent a rough order of magnitude estimate for system requirements and will facilitate the development of future Jewish Space-based laser platforms.\r\nJewish Space Laser Architecture\r\n(not to scale)\r\n\r\nSystem Requirements\r\nThe authors conducted user base surveys to elicit the needs of the Jewish Space Laser enthusiast community using a modified Delphi panel method2. The modifications to the panel method reduced cost and facilitated rapid requirements development. For this analysis the laser system under examination must:\r\nOccupy a geosynchronous orbit above North America\r\nChange orientation (targeting) using reaction wheel assemblies and magnetic torquers (based on Hubble Space Telescope design) 3\r\nProduce a beam in the blue wavelengths (\\(\\lambda = 450 nm\\), based on user surveys)\r\nSupport variable output power range such that the beam energy density at earth surface can either toast a bagel to perfection or destroy all threats (ignite wood and brush, instill fear and suspicion)\r\nProduce a flat top beam profile (because it makes our calculations for energy density requirements at Earth surface simpler)\r\nAssumptions\r\nSince this effort was executed without funding or expertise, we make the following simplifying assumptions:\r\nTotal wall plug efficiency of the laser system accounting for power required for cooling systems, communications, satellite orientation, navigation, computer controls systems, heat loss, and orbit maintenance is 15%. This number is commensurate with various other laser systems (Shammi 2018) and the 2.2 MJ pulse laser at the National Ignition Facility (Bayramian et al. 2011).\r\nThe laser beam quality is evaluated for assumed values of beam propagation ratios (\\(M^2\\)) where \\(M^2 \\in [3,20]\\). High energy multi-modal lasers tend to exhibit poor beam quality (NewportCorporation 2021). Zlobina et al (2017) demonstrate techniques to improve beam quality, reducing \\(M^2\\) in a 50W CW Raman laser from 26 to 2.6. High energy pulse lasers with near diffraction limited Gaussian beams are possible (Miller et al. 2020), but nanosecond pulse laser systems are probably ill suited for fire starting. Additionally a nano-second pulse laser is less likely to be visually observed by conspiracy minded individuals. A tertiary consideration for expending the resources required to deploy an extraordinarily expensive and impractical technology solution into orbit (that achieves the same effect as a plausibly deniable gender reveal party) is the subtle fear we may inspire in our adversaries as they whisper of space laser threats to their blood and soil. There is no purer mechanism to burn the blood and scorch the soil than the raw essence of the universe, packaged into photons descending from the heavens at Jewish wavelengths.\r\nFeasible laser apertures or beam waists (\\(W_0\\) ) range from 20cm - 100 cm. Larger apertures are desirable because they minimize beam divergence. The National Ignition Facility laser elements each use an optical aperture of 40 cm so we know this is feasible (for a multi-pass pulse laser architecture on Earth surface anyway). Laser apertures up to 10 km may be possible with coherent laser arrays such as those suggested for light sail propulsion (Fugate and Green 2017), but the complexities of constructing and tuning such an array for an orbital platform seem daunting so we ignore them here.\r\nThe next section describes assumptions related to beam propagation in the atmosphere. Simple assumptions regarding high energy laser prorogation through the atmosphere are not evident in the literature, so we present a short discussion before giving up.\r\nThe Atmosphere\r\nThe atmosphere is…problematic. Experiments and theoretical work performed in the 1960’s and 70’s demonstrate that high energy lasers suffer from beam wander and wave front errors propagating through a turbulent medium (Hogge 1974). The wave front errors seem particularly challenging because the beam itself heats the atmosphere as it propagates, which modifies the refractive properties of the atmosphere, which modifies the propagation of the beam (thermal blooming). Hogge (1974) provides some incomprehensible equations and charts4 that describe these effects. Figure 1 seems to illustrate relationships between beam energy at aperture and beam energy in the focal plane (for an unspecified distance and unspecified wavelength) in turbulent conditions. The linear relationships represent theoretical maximums. The sad reveal is that there is a point of optimal beam energy in the focal plane after which increased aperture energies actually reduce focal plane energies (presumably because of increased thermal blooming). This affect may not be as pronounced for our system because the beam diameter will be quite large at Earth atmosphere, but without advanced calculations specific to this problem it’s not possible to assess how this particular beam will behave.\r\n\r\nWe gave up on the atmosphere.\r\nSeems hard.\r\n\r\n\r\n\r\nFigure 1: Some incomprehensible charts from: https://apps.dtic.mil/sti/tr/pdf/AD0781763.pdf\r\n\r\n\r\n\r\nSuppose we consider our beam originating at the edge of earth atmosphere rather than at geosynchronous orbit. It still must propagate through about 96 km of atmosphere to earth surface where dry vegetation awaits combustion. If we assume for the present that combustion of dry wood is achievable with a 1W laser focused to a 6mm2 spot this results in an energy density of 166,666 \\(\\frac{W}{m^2}\\).\r\n\r\nIs it a coincidence that a hypothesized energy density to create fire (hell) includes the mark of the Beast? We merely pose this question for the reader.\r\nEven a Gaussian beam originating at geosynchronous orbit would be over 20m in diameter at the edge of the atmosphere for the range of apertures considered here. Further simplifying this discussion, if we assume the beam does not diverge for the remainder of the trip and there is no energy loss for the last 96km, the total energy in the beam at the edge of earth atmosphere to the meet the energy density required for ignition we speculate above would be:\r\n\\[\\frac{166,666W}{m^2}[\\pi(10m)^2]= 52,359,668W\\]\r\nA 20m diameter laser with total beam energy of 52MW puts us well beyond Hogge’s calculations above. We frankly have no idea what will happen and suggest consulting with a team of laser and atmospheric physicists and photonics and optics experts.\r\nWe assume the total energy density effect of the atmosphere on the beam is 1/10 (irrespective of wavelength or laser aperture), but we have no idea what we’re doing, this might not work at all] \r\nMethods\r\nDetermining required beam energy density at earth surface\r\nWe estimated the beam energy density required to ignite vegetation and toast bagels by experimenting with a low power (~\\(10^0 W\\)) retail laser at 450nm. Figure 2 illustrates the layout of the experiments. Two experiments of the same design evaluate power requirements to either toast bagels or destroy all threats (ignite dry biomass). Destroying threats requires more energy density than toasting bagels, so this paper is limited to that use case as a design driver. We secured the laser in a 2-axis machining vice with the aim point at either various segments of the bagel or at a pile of dry sticks. Distance deviations achieved by moving the machining vice along the axis of beam prorogation modified the beam convergence at the target and thus simulated lasers of different energy densities. Beam spot size was measured directly at the target distance with dial calipers (to calculate energy density for a known laser power output). We recharged the laser batteries between tests to ensure power output did not diminish over the experiment.\r\n\r\nThis experiment proved quite tedious, so these results are approximate, and possibly fabricated. We feel such a methodology is appropriate for this genre of research.\r\n\r\n\r\n\r\nFigure 2: Laser ignition experiment configuration\r\n\r\n\r\n\r\nIs it a coincidence that the result of our experiment was exactly the previously hypothesized power requirement?\r\nCalculating the resulting orbital platform power requirement\r\nA basic calculation is possible with a few simple formulas. The beam divergence half angle \\(\\theta\\), in radians, is given by:\r\n\\[\r\n\\theta = M^2\\frac{\\lambda}{\\pi W_0}\r\n\\]\r\nSo we can calculate the area of the beam \\(B_A\\) at a given distance (assuming a circular beam shape with M2 equal in both axes) with some simple geometry as:\r\n\\[\r\nB_A = \\pi(\\theta d)^2\r\n\\]\r\nwhere \\(d\\) is the propagation distance from the aperture in meters (from geosynchronous orbit \\(d = 35,786,000m\\)).\r\nAdding some notation we let:\r\n     \\({E_d}^*\\) be energy density required at Earth surface to ignite vegetation or toast bagels\r\n     \\(A = 0.1\\) be the total effect of the atmosphere on the beam energy\r\n     \\(Ef_{wp} = 0.15\\) be the total wall-plug efficiency of the laser system\r\n     \\(P_s\\) be the total system power in geosynchronous orbit\r\nSince the energy density at Earth surface will be the total energy in the beam distributed over the beam area then\r\n\\[\r\nE_d = \\frac{P_sAEf_{wp}}{\\pi(\\theta d)^2}\r\n\\]\r\nWe can rearrange this equation with all the original terms to solve for a system power requirement that will yield the required energy density of our laser system at Earth surface \\({E_d}^*\\) based on our assumptions above.\r\n\\[\r\nP_s = \\frac{{E_d}^*{\\pi(M^2\\frac{\\lambda}{\\pi W_0} d)^2}}{AEf_{wp}}\r\n\\]\r\nResults\r\n\r\n\r\n\r\nWe executed the calculation developed in the previous section at the values of laser aperture and \\(M^2\\) defined above for a beam with \\(\\lambda = 450nm\\) (a lovely vibrant blue). We also examined the effect of wavelength on the requirements between \\(445nm\\) and \\(490nm\\) but the effect is very small compared to the aperture and beam propagation ratio so we did not include those results. Figure 3 illustrates the relationship between laser aperture and system power requirements for a given beam propagation ratio (\\(M^2\\)). Achieving a large aperture will be critical to feasibility. A 20cm aperture requires at least 155 GW of power in geosynchronous orbit, which doesn’t seem feasible, or at least affordable. For reference the Palo Verde nuclear power plant in Arizona is the largest in the U.S with a maximum capacity of about 4 GW.\r\n4 GW of Nuclear Power at Palo Verde\r\n\r\n\r\n\r\n\r\nFigure 3: Sensitivity of system power requirements to laser characteristics\r\n\r\n\r\n\r\nSolaren’s planned solar power generation plant will generate 200 MW by design. Based on our assumptions regarding feasible apertures, propagation ratios, wall plug efficiency, and the effect of the atmosphere, the minimal power plant capacity required to support this system is 6.2 GW. Even if the atmosphere has no effect on the beam energy the system power required is still 619 MW, far exceeding Solaren’s proposed design.\r\nWe encourage the Jewish Space Laser enthusiast community to use these results to inform future system designs and technology investments. Obviously developing large aperture, high quality beams is of paramount importance to deploying such a system. While staging a pyrotechnic gender reveal party or having an agent simply toss a lighter is astronomically cheaper, such crude tactics lack a sense of sophistication and are unbecoming of Jewish Space Laser enthusiasts.\r\nAcknowledgements\r\nI think we all know who’s behind this.\r\n\r\n\r\n\r\nBayramian, A, S Aceves, T Anklam, K Baker, E Bliss, C Boley, A Bullington, et al. 2011. “Compact, Efficient Laser Systems Required for Laser Inertial Fusion Energy.” Fusion Science an Technology 60 (July): 28. https://doi.org/10.13182/FST10-313.\r\n\r\n\r\nFugate, Robert, and Wesley Green. 2017. “The Sharshot Propulsion System.” In Proceedings of the Tennessee Valley Interstellar Workshop, 5–21. Huntsville, AL.\r\n\r\n\r\nHogge, Charles B. 1974. “Propagation of High-Energy Laser Beams in the Atmosphere.” Fort Belvoir, VA: Defense Technical Information Center. https://doi.org/10.21236/AD0781763.\r\n\r\n\r\nMiller, Joseph D., Mikhail N. Slipchenko, Mikhail N. Slipchenko, Josef Felver, and Sukesh Roy. 2020. “Generation of High-Energy, Gaussian Laser Pulses with Tunable Duration from 100 Picoseconds to 1 Millisecond.” Optics Express 28 (25): 37811–26. https://doi.org/10.1364/OE.409546.\r\n\r\n\r\nNewportCorporation. 2021. “Laser Beam Spatial Profile.” https://www.newport.com/n/laser-beam-characterization.\r\n\r\n\r\nShammi, Shamanta. 2018. “Variable Laser Wall-Plug Efficiency.” Preprint. ENGINEERING. https://doi.org/10.20944/preprints201810.0217.v1.\r\n\r\n\r\nSolaren. 2021. “Facebook Post Referencing Solaren Space Solar – Setting the Record Straight : Solaren.” https://www.solarenspace.com/2021/01/29/facebook-post-referencing-solaren-space-solar-setting-the-record-straight/.\r\n\r\n\r\nZlobina, Ekaterina A, Sergey I Kablukov, Alexey A Wolf, N Nemov, Alexander V Dostovalov, Valentin A Tyrtyshnyy, Daniil V Myasnikov, and Sergey A Babin. 2017. “Generating High-Quality Beam in a Multimode LD-Pumped All-Fiber Raman Laser.” Optics Express 25 (11): 7.\r\n\r\n\r\nA skeptical reader may consider Solaren an unreliable source for refuting the claim that Solaren Energy systems never actually launched and so could not have started the fires with energy beams from space. We counter argue that Rep. Greene’s initial assessment of the launch came from Solaren press material and propose that were a nefarious company trying to obfuscate the launch of it’s space laser system the original press release announcing the plan seems implausible↩︎\r\nThere were some facebook comments exchanged↩︎\r\nWe didn’t actually consider this in the design at all, but the authors enjoy the phrase “magnetic torquers”↩︎\r\nLiterally incomprehensible, the pdf is a scanned print and it’s not possible to read some of the notation↩︎\r\n",
    "preview": "posts/2021-02-14-jewish-space-lasers/jewish-space-lasers_files/figure-html5/result-1.png",
    "last_modified": "2024-09-13T19:49:04-05:00",
    "input_file": "jewish-space-lasers.knit.md"
  }
]
