[
  {
    "path": "posts/2024-12-21-analyzing-a-modern-christian-lamb-symbology/",
    "title": "Analyzing a Modern Example of Christian Lamb-Symbology Narrative",
    "description": "The practice of symbolizing Jesus as the paschal lamb or associating him with other Jewish Temple elements is evident in our earliest manuscript evidence from Christianity (the authentic Pauline epistles, mostly written in the 50's CE). Just as Christology and eschatology evolve over the centuries to address theological or dogmatic problems, this symbolism similarly evolves as Christian writers innovate to inject renewed interest and, more recently, to get subscribers, views, shares, likes, and clicks - the better to spread the good news with. Here we examine one such modern symbological narrative to study how these innovations originate.",
    "author": [
      {
        "name": "Jonathan M. Davis",
        "url": {}
      }
    ],
    "date": "2024-12-21",
    "categories": [],
    "contents": "\r\nThe Lamb Symbology Narrative in Question\r\nHere we have the version of this narrative that is the focus of our study today. A friend shared it on social media with the imperative, “Because I care…Ponder on this my dears”:\r\n\r\nNo matter how many times I read this, I just cannot do it without getting chills all over me! 😲 I bet you didn’t know the following about the manger that Jesus was laid in. Of course mangers are animal feeding troughs but in ancient Israel they were made of stone - not what you would see in a modern day nativity scene. Not comfortable, but great for protection. That’s why those who were experts in this matter, the priests, would put their newborn lambs in them for protection. But not just any lamb, the unblemished perfect lambs that were used in the sacrifice for sins. And Bethlehem, where Jesus was born was FAMOUS for their UNBLEMISHED LAMBS used for the sacrifice. These lambs had to be perfect so they would wrap them tightly in cloth and lie them in the manger to keep them safe. This is exactly why the only time mangers are mentioned in Jesus’ birth story it is being told to shepherds. In Luke 2 it says “This will be a sign for you, you will find a baby wrapped in cloth and lying in a manger.” The shepherds would have understood this powerful parallel! THEY KNEW what the cloth and the manger meant! This baby would be THE PERFECT LAMB OF GOD! The Messiah who would sacrifice His life for the sins of the whole world. He wasn’t just a baby wrapped in swaddling clothes lying in a manger, He was GOD: perfect, sinless and Holy, humbling Himself to become the perfect sacrifice to reconcile us back to Himself!! THAT my friend, that Perfect Lamb, is WHY we celebrate Christmas!!\r\n\r\nI pondered it for a few minutes, then left it alone. I went back and pondered it a little more, then studied it for an hour or so. After pondering the result of that hour long study, and particularly because of the qualifying clause of the imperative to ponder (“Because I care”) – I decided to study it rigorously and to formally document that study.\r\nI’m writing this very much because I share that sentiment of caring. I care about the world we live in, about educating ourselves to discover the nature of the universe, about how we author the rules of civil society, and fundamental to all of these concerns, I care about constructing our world views from reasoning that is logically valid and premises that are true. The ascertainment of truth however, is difficult and time consuming.\r\nResults of Superficial Pondering\r\nThe first time I read the narrative my initial impression was that it was fabricated (like the stories in chain emails where my friend found this letter in a Vietnam Vet’s closet after he died that comments poignantly on a phenomenon that strongly resembles a recent political event etc.). This initial impression stemmed from the use of two rhetorical devices employed in the first two sentences that are common in fabricated stories crafted with the intent to attract attention and promote rapid transmission:\r\nThe first sentence is an assertion that the content is so compelling it causes a physical reaction to which one is never inured regardless of the total number of exposures – this is an accurate description of the physiological response to an addictive substance to which humans do not develop a tolerance.1 The intent of this sentence is to assure the reader that something unimaginably powerful must lie waiting in the following paragraph – what could it possibly be? we are meant to ask ourselves.\r\nThe second sentence is a confident assertion that that the reader has never heard the content to follow, through the specific phrase “I bet you didn’t know…” – this is a rhetorical device to engage audiences by accusing them of ignorance – the most common and immediate reaction to such assertions is a defensive desire to demonstrate the accuser to be incorrect – how can we ascertain that the author who asserts we don’t know is wrong? by reading what follows to see if we have in fact heard of it of course – which is the desired effect of the accusation.\r\nNo human just sharing information they discovered writes this way – these are hallmarks of intentionally crafted narrative and in my experience, are almost always followed by marketing material, fiction, or fraud. Alone however, these devices don’t provide any data regarding the value or nature of whatever follows – but they do make me suspicious. The second time I pondered, I pondered with an elevated level of critical thought.\r\nResults of More Critical Pondering and some Mild Googling\r\nReading critically is difficult. It requires focus, energy, and an active application of all of our knowledge and faculties to examine claims and arguments on their own merits. It takes time, work, and care. I hypothesize that when we consume media, particularly on social media, we are frequently not thinking critically. My hypothesis results from the reality that we are busy and tired, and when scrolling memes and posts, we’re mostly there for the low effort dopamine reward (see (Firth et al. 2019), (Maza et al. 2023)). If consuming social media non-critically is a typical learned behavior, this may be one reason why Butler (2024) reports data indicating social media as a common vector for misinformation propagation and highlights the importance of critically consuming information on such platforms.\r\nThe subsections below document the results of my critical analysis of the text of the lamb symbology narrative. Several components are problematic or seem implausible to me. These elements motivated a more rigorous study.\r\nMangers for Protection?\r\nThe narrative seems2 to be correct that water or feeding troughs in 1st century Palestine were commonly made from limestone, which apparently means these troughs are\r\n\r\nNot comfortable, but great for protection.\r\n\r\nAre they really? The suggestion that a stone trough offers protection to a lamb sitting on top of it, bound tightly in cloth, doesn’t seem plausible.\r\nHow does the stone trough provide protection? protection from what?\r\nRecalling the specific reason the lambs needed protection in the narrative, it was because these were:\r\n\r\n…not just any lamb, the unblemished perfect lambs that were used in the sacrifice for sins…These lambs had to be perfect so they would wrap them tightly in cloth and lie them in the manger to keep them safe.\r\n\r\nWhat are these blemishes that disqualify the animal for ritual slaughter?\r\nThis language certainly refers to the requirements in the Pentateuch that the animal used in the Passover sacrifice must be “unblemished”. But what does “unblemished” actually mean in the context of 1st Century BCE temple sacrifice in Judaism?\r\nThe authors of the Hebrew Bible don’t provide too much detail but relevant verses with specific sections highlighted are below:\r\nExodus 12:5-13 (NRSVU)\r\n\r\n5 Your lamb shall be without blemish, a year-old male; you may take it from the sheep or from the goats. 6 You shall keep it until the fourteenth day of this month; then the whole assembled congregation of Israel shall slaughter it at twilight. 7 They shall take some of the blood and put it on the two doorposts and the lintel of the houses in which they eat it. 8 They shall eat the lamb that same night; they shall eat it roasted over the fire with unleavened bread and bitter herbs. 9 Do not eat any of it raw or boiled in water but roasted over the fire, with its head, legs, and inner organs. 10 You shall let none of it remain until the morning; anything that remains until the morning you shall burn with fire. 11 This is how you shall eat it: your loins girded, your sandals on your feet, and your staff in your hand, and you shall eat it hurriedly. It is the Passover of the Lord. 12 I will pass through the land of Egypt that night, and I will strike down every firstborn in the land of Egypt, from human to animal, and on all the gods3 of Egypt I will execute judgments: I am the Lord. 13 The blood shall be a sign for you on the houses where you live: when I see the blood, I will pass over you, and no plague shall destroy you when I strike the land of Egypt.\r\n\r\nLeviticus 22:21-25 (NRSVU)\r\n\r\n21 When anyone offers a sacrifice of well-being to the Lord, in fulfillment of a vow or as a freewill offering, from the herd or from the flock, to be acceptable it must be perfect; there shall be no blemish in it. 22 Anything blind or injured or maimed or having a discharge or an itch or scabs—these you shall not offer to the Lord or put any of them on the altar as offerings by fire to the Lord. 23 An ox or a lamb that is deformed or stunted you may present for a freewill offering, but it will not be accepted for a vow. 24 Any animal that has its testicles bruised or crushed or torn or cut, you shall not offer to the Lord; such you shall not do within your land, 25 nor shall you accept any such animals from a foreigner to offer as food4 to your God; since they are mutilated, with a blemish in them, they shall not be accepted on your behalf.\r\n\r\nDeuteronomy 17:1 (NRSVU)\r\n\r\nYou must not sacrifice to the Lord your God an ox or a sheep that has a defect, anything seriously wrong, for that is abhorrent to the Lord your God.\r\n\r\nThe passage in Leviticus provides the most detail. Of all of these blemishes, only the injury/maiming variety could possibly be prevented by any kind of physical precautions – the “itch or scabs” requirement refers to skin diseases. Commentary on the Hebrew from the Jewish Virtual Library indicates “injured or maimed” (Hebrew שָׁבַר [shah-VAHR]: break shatter or destroy, or חָר֣וּץ [harus]: maimed or broken) means “broken or cracked limbs that cause the animal to be lame”5.\r\nDifferent translations similarly indicate this meaning. The New American Standard Bible proposes:\r\n\r\nThose that are blind, fractured, maimed, or have a wart, a festering rash, or scabs, you shall not offer to the LORD\r\n\r\nas the English for Leviticus 22:22. Other translations use “broken or maimed” (KJV), “disabled or mutilated” (ESV), “crippled or injured” (CSB). Given all of the above I think it’s reasonable to interpret “injury” as something serious – a significant sprain or fracture that makes the animal lame in some way. The Mishnah is a later source (we will revisit the Mishnah below) and it expounds on the definition of blemishes but doesn’t mention physical injury at all (see the Mishnah text on blemishes here).\r\nBased on the definition of “blemish” in the context of animals slated for ritual slaughter, I don’t think swaddling them in a manger would provide any protective benefit from such defects.\r\nAn image search reveals many pictures of these troughs, and suggests heights from the ground between 12 - 24 inches and basins maybe 4-8 inches deep, all open from the top. Unless the 1st Century CE shepherds needed to protect the lambs from vertically oriented Improvised Explosive Devices, I’m not sure how they offer protection against becoming fractured or maimed. Common threats to lambs capable of inflicting physical harm would include local predators (canines, hyenas, birds etc.)……and I can’t really think of anything else – a lamb wouldn’t be physically damaged from stumbling and falling – maybe some accidents could occur where lambs would be trampled by larger animals – but for the most common threats that come to mind - I don’t see how immobilizing a lamb in a stone trough provides a protective benefit. Other options would be better: an enclosed room or pen for instance.\r\nThe Priests are the Shepherds?\r\nThe narrative suggest that priests are the “experts in this matter” and though it’s not precisely clear which matter that is, the following sentences suggest the priests are the ones raising the lambs. This seems odd to me. Before studying this narrative I had a rudimentary knowledge of the priestly order in pre-Christian Judaism, but have never heard any suggestion that the Levite priests raised their own special flocks specifically for ritual slaughter. I wonder where this information came from. There are no passages in the Bible suggesting that the priestly order functioned as shepherds that I was able to find.\r\nBethleham is FAMOUS for Unblemished lambs?\r\nThis sentence suggests invention to me. Would there really be a place that produced especially good lambs for sacrificing? so much so that everyone would have known and it would be FAMOUS?\r\nWhen there was no mass communication? When most people in 1st Century CE Palestine were illiterate6 and would have to hear it word-of-mouth? By the first century CE sacrifices and worship were well centralized at the Temple in Jerusalem7 – so most animals for sacrifice would have come from around Jerusalem anyway (the animals being sold in the temple when Jesus disrupts the sellers were animals being sold as sacrifices to Jews who came to offer sacrifices; the money changers were converting currency to pay the temple tax – see (Seeley 1993), (McGrath n.d.))\r\nThis doesn’t seem likely to me.\r\nThe Results of Study\r\nThe concerns expressed above motivated a rigorous study seeking to evaluate the origin and veracity of the narrative. In this section I summarize the results of Biblical scholar Wave Nunnally who has written a detailed analysis tracing the origins of this narrative – apparently identified as the “New Birth Narrative” (NBN). Nunnally is Professor Emeritus of Early Judaism and Christian Origins at Evangel University, Springfield, MO. He holds an MA in Hebrew Language from Jerusalem University College, an MA in Old Testament from Reformed Theological Seminary, and an MPhil and PhD in Hebraic Cognate Studies (Jewish backgrounds of the Bible) from Hebrew Union College full bio.\r\nThis section further includes tangential studies on topics motivated by the examination of this narrative.\r\nTracing the Origins of the Narrative\r\nAs with most every topic of inquiry a normal human (i.e. anyone who isn’t an expert on the leading edge of their field) may explore – the veracity of this particular narrative has already been well examined by scholars. The most well supported discussions I found are from Chad Bird8 writing at 1517.org (Bird 2021) and Dr. Wave Nunnally writing on his own website (Nunally 2023).\r\nI encourage anyone reading this to read both of those discussions in full, but I will summarize the results of Nunally’s analysis here along with my own thoughts.\r\nNunnally traces the most recent incarnations of the NBN – the narrative I’m examining at the beginning of this document – to a 2012 book titled Jesus: a Theography by Frank Viola and Dr. Leonard Sweet9 . The fundamental premises in this 2012 book almost certainly originate in an 1883 work by Alfred Edersheim titled The Life and Times of Jesus the Messiah. Prior to 1883 the notion that priestly shepherds raised lambs for sacrifice in Bethlehem did not exist in human thought.10\r\nEdersheim (1883) writes\r\n\r\nThat the Messiah was to be born in Bethlehem, was a settled conviction11. Equally so was the belief, that He was to be revealed from Migdal Eder, “the tower of the flock”.12 This Migdal Eder was not the watchtower for the ordinary flocks which pastured on the barren sheep-ground beyond Bethlehem, but lay close to town, on the road to Jerusalem. A passage in the Mishnah leads to the conclusion that the flocks which pastured there, were destined for Temple-sacrifices, and accordingly, that the shepherds, who watched over them, were not ordinary shepherds… [emphasis mine, Edersheim argues here that raising flocks was banned in this area, so if flocks were being raised, they must be special flocks raised by priests – See Nunnally’s detailed review of the Mishnah and other sources Edersheim points to for reasons why this is not the case – Edersheim chooses a particular passage but ignores several others that clarify shepherding was allowed outside urban centers]… Thus, Jewish tradition in some dim manner apprehended the first revelation of the Messiah from that Migdal Eder, where shepherds watched the Temple-flocks all the year round. Of the deep symbolic significance of such a coincidence, it is needless to speak.\r\n\r\nSo what is the Mishnah? \r\nIt is rabbinic literature that dates to the 2nd Century CE, two-hundred years after the estimated date of Jesus’ birth. The temple in Jerusalem was destroyed by the Roman’s in 70 CE and temple sacrifices no longer occurred, so as Dr. Dan McClellan13 notes in his analysis of the this same NBN (https://youtu.be/U00gZq7s2VA?t=31), “…nobody who had anything to do with the Mishnah had ever seen a temple sacrifice or knew the circumstances regarding where the temple got their sacrifices from around the end of the 1st Century BCE and the beginning of the 1st Century CE so again, there are no data that support this claim.”\r\nBut let’s see for ourselves – Edersheim’s actual text (URL is linked in the reference at the bottom of this document) includes a footnote indicating this Mishnah passage is Shekalim 7:4, so what does it actually say? We can read it here\r\n\r\nIf an animal that is fit for the altar was found straying, from Jerusalem and as far as Migdal Eder, and similarly if it was found within that distance from Jerusalem in any other direction, it is presumed that the animal came from Jerusalem. Most of the animals in Jerusalem were designated for offerings, and presumably this one was as well. Males are presumed to be burnt-offerings, as only males are brought as burnt-offerings. Females are presumed to be peace-offerings, as it is permitted to bring a female peace-offering. Rabbi Yehuda says: An animal that is fit for the Paschal offering, i.e., a one-year-old male lamb or kid, is presumed to be a Paschal offering, provided that it was found within thirty days before the Festival of Passover. – Mishnah, Shekalim 7:4\r\n\r\nTwo immediate observations emerge:\r\nShekalim 7:4 doesn’t say anything about flocks being raised or managed in Bethlehem, or in Migdal Eder. This text clearly asserts that if the animals are found there or anywhere in any direction as far as Migdal Eder, that it’s reasonable to assume they came from Jerusalem. The sense of the word for found is that the animal was previously lost – unattended, unclaimed. The only reason Migdal Eder seems to be mentioned is as a landmark for distance from Jerusalem (about six miles).\r\nShekalim 7:4 doesn’t say anything at all about shepherds. This entire passage merely states that any unattended animals within about six miles of Jerusalem in any direction are assumed to have come from Jerusalem, and that the ones from Jerusalem were probably meant to be sacrifices, so this one probably was too – so if you run across one you can pluck it up and offer it.\r\nThere is no logical pathway between Shekalim 7:4 and the conclusion that special shepherds watched over flocks of lamb and goat in Migdal Eder that were specifically raised for sacrifice. Edersheim just imagined this to be the case and declared that it was supported by the Mishnah which isn’t a valid information source for early 1st Century CE practices anyway.\r\nThe entire premise of this narrative was invented in 1883. No data from the ancient world support this notion and Edersheim’s 1883 work is the first record of it.\r\nBut Edershiem’s proposition doesn’t quite provide all the details of the narrative we’re examining here. There was no mention of lambs being swaddled and placed in mangers. So where does that come from? From the 2012 book Jesus: a Theography. I don’t have access to their text but Nunally (2023) reproduces relevant sections:\r\n\r\nBut before they were slaughtered, each lamb was required to be a pet in the family for at least four days. So the day after the final Sabbath before Passover, shepherds from the Bethlehem hills drove thousands of lambs into Jerusalem, where they were taken in by Jewish families for at least two days and treated as members of the family. Before sacrificing the lamb, the Jewish priest would ask, “Do you love this lamb?” If the family didn’t love the lamb, there would be no sacrifice (Sweet/Viola, p. 66).\r\n\r\nReally? This procedure is not extant in the Bible or even the Mishnah – so where did Sweet and Viola get it?\r\n\r\nBethlehem’s priestly shepherds had to learn and follow special techniques and rituals during the lambing season. Bethlehem lambs born for slaughter were special lambs. To prevent harm and self-injury from thrashing about after birth on their spindly legs, newborn lambs were wrapped in swaddling cloths. Then they were placed in a manger or feeding trough, where they could calm down out of harm’s way (Sweet/Viola, p. 67).\r\n\r\nHarm and self injury? Are there any data suggesting new born lambs injure themselves from thrashing around immediately upon birth? A modern study (Holmøy et al. 2017) of 270 lamb deaths that occurred within 5 days of birth found trauma to be the causative agent in 20% of cases; of these the most frequent cause of trauma was difficult birthing that required human assistance – 60% of all trauma deaths. The authors report that “traumatic injuries to the lamb may occur during birth, particularly in cases of fetopelvic disproportion. Lambs confined indoors may be trapped in pen hurdles, and small or inappropriately shaped lambing pens may increase the risk of injuries inflicted by ewes.” They list no other causes for lamb trauma and while this paper was limited to trauma that resulted in death, the notion that a new born lamb would thrash around and fracture a limb or incur some other serious injury that qualifies as a “blemish” doesn’t seem plausible. Simcock (2019) indicates that immediate suckling is imperative to survival because lambs require “50mls [of colostrum (ewe’s milk)] per kg of body weight [typical birth weights are 3-6 kg] in the first two hours after birth.” This doesn’t seem possible if the lamb is tightly wrapped in cloth and sequestered in a stone trough. I asked a representative of Jenkins Farms (a small farm in Georgia) about pathways for baby goat injuries and preventive measures14. The response indicated they: are susceptible to hypothermia (if they get wet and cold they die); may get trapped in equipment or other places and die; may swallow hay string and die, eat a lot of milk and sit out in the sun and die; that sprains and strains typically heal on their own, but sometimes they have to amputate legs (no indication of what causes these strains and sprains). The response to preventative measures was that they provide the animals with a sheltered place and let the mothers do the work.\r\nDid Sweet and Viola just make this up? I think so. Nunally (2023) points out that they never cite any sources to support the claims in their 2012 book and he exhaustively examines specific claims therein, firmly concluding\r\n\r\nThe assertion by Edersheim (and a plethora of others who follow him) on the basis of BT Bava Kama 80a15, that the sheep being kept by the shepherds of Bethlehem/Migdal Eder had to have been a special herd destined for the temple has to be rejected. The evidence introduced above demands it.The popularity of the NBN, the persuasiveness of the presentation of its advocates, the warm feeling experienced by those who embrace it, and the sense of greater importance that comes with having insider knowledge—NONE of these are worth the abandonment of our belief in absolute truth based on evidence.\r\nThese and all the other incredibly detailed additions to the story of Jesus’ birth that are floating around today would be great if they were true, but they are simply the products of the fertile imaginations of modern-day midrashists. Our response to all who would abridge, edit, or add to the Word of God as written, or overthrow hundreds of years of interpretation must be “Show us your evidence and then we will evaluate it for ourselves!” If nothing more than conjecture, ramblings from unaccountable authors on non-peer-reviewed websites, and a titillating feel-good story are all they have to offer, they are rightly to be ignored.\r\nThere were no priestly shepherds, no special lambs, and no special techniques that anyone had to learn to protect them. If there was evidence for this in ancient literature, this would have been produced by those who make such claims.\r\nTo be clear, there is never a place ANYWHERE in ancient Jewish literature of ANY kind, whether in the Bible, the Dead Sea Scrolls, the intertestamental Apocrypha, the intertestamental Pseudepigrapha, Philo of Alexandria, Josephus Flavius, or ANYWHERE in the voluminous Rabbinic Literature that suggests that any lambs anywhere were ever swaddled. Again, this is why no source is ever cited by promoters of the NBN when making this point. Further, both Palestinian and Jewish shepherds in Israel will tell you that this is madness—within hours, a newborn lamb that was swaddled and laid in a manger would be dead. While teaching in Israel, I spoke to shepherds in the area of Jerusalem and Bethlehem. When asked if they were aware of an instance in which it would be beneficial to swaddle newborn lambs, without exception, their response was, “What? They’d starve in two hours!” The story as being told today is not only never documented by reference to ancient literature; it is also patently absurd on the practical level, life experience, and common sense.\r\n\r\nI think that’s enough of that, but this study, like most studies, presents tangential topics that are relevant to the discussion above, and that I think are critical context for understanding how and why stories like this emerge and propagate.\r\nSecond Temple Sacrificial Practices in the Context of the Ancient World\r\nWhile not directly linked to the analysis of the narrative in question, a review of Jewish Temple sacrificial practices is instructive – if Jesus is meant to be\r\n\r\nTHE PERFECT LAMB OF GOD! The Messiah who would sacrifice His life for the sins of the whole world.\r\n\r\nand Christians liken Jesus to the paschal sacrificial animal, then what was the less perfect, less powerful, baby sheep or goat that was sacrificed on the Day of Atonement each year all about? How did that sacrificial practice fit in with other sacrificial practices in Judaism? with Greco-Roman animal sacrifices? with Mesopotamian animal sacrificial cults?\r\nIsraelite sacrificial practices evolved over centuries before reaching the exact form practiced around the time Jesus was likely born, but all of their elements (altar, temple, sacrificial system) are “rooted in the pagan cultures of the ancient Near East” (Haran 1978). The most obvious and directly correlated source is the Sumerian/Akkadian/Babylonian cultures in Mesopotamia that originate as early as the 4th millennium BCE and formally end in 539 BCE at the hands of the Persians. This period entirely encompasses the development of Israel as a people and Kingdom.\r\nThe development of a coherent group of people known as Israel in the Southern Levant almost certainly occurred after 1350 BCE and before 1200 BCE. The first mention of Israel as a coherent people group for which data exists is around 1207 BCE on the Merneptah Stele, a large inscription on stone of Egyptian origin that describes Merneptah’s conquest of various peoples in the Levant including Israel (J. Wright 2023). The specific language of the Stele indicates Israel was not yet a nation or kingdom, but it’s certain that a coherent people group called Israel were known in the southern Levant around 1207. It is also almost certain that no such group existed at large scale around 1350 BCE based on references to places and names from the Amarna Letters16 that should have included Israel and its prominent figures if such a people were extant at the time (J. Wright 2023).17\r\nThe Mesopotamian gods Marduk, Sarpanitum, Nabu, Nanay, and others among the pantheon each required their own specific daily diet of animal sacrifice (bulls, sheep, birds, fish) along with fruits, plants, grains, and beer (Scurlock 2002). Babylonians “fed” their gods twice a day every day and while the presentation and disposition of these offering was different than the Iraelite practice18, “Like their ancient Mesopotamian counterparts, Israelite holocaust offerings were imagined as divine meals, presented twice daily at dawn and dusk, with extra animals offered weekly on the Sabbath, monthly at the new moon, and annually on days set aside as festivals.” (Scurlock 2006). The Mesopotamian sacrificial cult included sacrifices for different purposes including “covenant” sacrifices used to establish a contractual style relationship with a god (usually followed by daily feeding), “occasional” sacrifices for specific favors or requests, “divination” sacrifices to discern truth, and “treaty” sacrifices to ensure the sanctity of an oath (Scurlock 2006).\r\nSacrifices to יהוה (Yahweh)19 in ancient Israel were also conceptualized as food; the authors of the Bible refer to sacrificial items as God’s “food” (Leviticus 3:11, 21:21-22, Numbers 28:2), and to the altar as “The Lord’s Table” (see Ezekiel 41:22, 44:16, Malachi 1:7). Like the Mesopotamian gods, יהוה also required feeding twice a day – a diet of 2 lambs (one in the morning and one in the evening) with flour, oil, grain, and wine (see Exodus 29:38–42 and Numbers 28:1–8). There were also different categories of sacrifice – the guilt or sin offerings, vow offerings, and the covenant offering (the Passover). The Passover sacrifice only occurred once a year and maintained the contractual relationship between God and Israel established during the Exodus.\r\nHittite, Eyptian, Greco-Roman sacrificial practices were similar. M. Smith (1952) notes that “The similarities of the sacrificial cult of Uruk to that described in the P material of the OT20 are clear. Even of later times, when the Jews were self-consciously insisting on their difference from the heathen, Lieberman21 can remark, ‘There was a general pattern in ancient world of temples and sacrifices … which the Jews shared’”. In Greece and Rome it was the “general custom to burn the whole victim (ὁλοκαυτεῖν) upon the altars of the gods, and the same was in some cases also observed in later times (Xenoph. Anab. VII.8 §5), and more especially in sacrifices to the gods of the lower world, and such as were offered to atone for some crime that had been committed (Apollon. Rhod. III.1030, 1209)” (Schmitz 1875). Greek practices varied by city-state but generally the animals had to be “healthy, beautiful and uninjured” (Schmitz 1875).\r\nBut the Passover sacrifice was a bit particular and its association with Christianity is interesting. Let’s revisit.\r\nThe Passover was an annual reminder of the Exodus when, in the story, יהוה (Yahweh) killed every first born Egyptian from the Pharaoh to the slaves to the animals (Exodus 11:4-5). To avoid יהוה (Yahweh’s) death, the Israelites had to kill a lamb and smear its blood on the doorposts so that יהוה (Yahweh) would know to “pass over” that house. The ritual by the first Century was particular. Families would offer lambs or kids, slaughter them, the preists would and catch the blood in little bowls and sprinkle it on the altar in the Temple. Fatty portions of the animal were reserved for יהוה (Yahweh) and burned on the altar [And the priest shall burn them upon the altar: it is the food of the offering made by fire for a sweet savour: all the fat is the Lord’s. (Leviticus 3:16)]. Everyone had to be ritually clean to participate.\r\nSo what do we make of all this? A few particular observations are important\r\nThat animal sacrifice to gods to seek favors or excuse transgressions was common across cultures in ancient Mediterranean cultures (all of the above is vaguely contemporaneous)\r\nThat the general form and function of the sacrifices was at least broadly similar across cultures and to all the various gods, some sacrifices imagined as food for the goods, some sacrifices entirely burned on an altar)\r\nThat\r\nImaginative Judeo-Christian Innovation is Not Rare or New\r\nThe discussion above illustrates that the lamb symbology narrative introduced at the beginning is a modern fiction that originated in the 19th Century, was embellished and augmented in 2012 by people with the knowledge and capabilities to propagate it further, and is now firmly entrenched in modern Christian mythology (it’s even in The Chosen movie series). But the process of inventing narrative and/or embellishing it over time is not at all unusual in modern times or throughout the history of the Judeo-Christian religious tradition22. The subsections below illustrate a few examples. While each of these really demands its own version of this document, the constraints of time and energy limit these discussions to cursory introductions.\r\nOther Modern Examples\r\nModern tales of miracle and prophecy and revealed secrets abound in the modern age. The sections below illustrate a few examples of demonstrably nonsense:\r\nA Bible in Dalton, GA Exudes Magic Healing Oil After President Donald J. Trump’s 2017 Inauguration\r\nIn Dalton, GA, a man named Jerry Pearce “fell down on the floor for 45 minutes in a kind of catatonic state that he describes as being ‘out in the Spirit.’” during a prayer session shortly after President Donald Trump’s inauguration in 2017 (Graham 2020). A few days later his Bible allegedly started exuding oil. First just a bit, then gallons, then hundreds of gallons. The oil apparently possessed magical powers. A reporter (Graham 2020) who attended one of the weekly events where the oil was distributed described\r\n\r\nA slight white man said he was heading to China soon and wanted to bring the oil with him. He alluded to the possibility that the oil could cure the coronavirus: “I look forward to bringing back a good report!” There were stories about the oil healing arthritis and dissolving tumors. Others said their vials of oil had spontaneously refilled. One woman said she had given it to a friend who traveled to North Korea and slathered three rocks there with oil, including one representing North Korea and one representing the United States. “Right after that was when Trump met with Kim Jong-un,” she said. The crowd murmured in awe.\r\n\r\nReally? My mother possesses three vials of this oil, given to her by friends after a car accident. I look at them when I’m visiting sometimes but haven’t noticed them refilling themselves.\r\nOddly enough, a reporter at the Chattanooga Times Free Press covering the story was eventually directed to employees at the local Tractor Supply who visually identified Jerry as regularly buying gallons of mineral oil. Two independent Fourier Transform Infrared spectroscope (FTIR) profiles of the oil developed in two different departments at the University of Tennessee in Chattanooga “indicate a petroleum derived product, particularly mineral oil.” (Massey 2020) – see the actual lab report embedded in the news article. Pearce initially denied buying mineral oil and stated that the Tractor Supply employees were lying, but after the Times reporting was published, Flowing Oil Ministries (the group organizing events related to the oil) revealed that the Bible had recently stopped producing oil. Pearce then admitted to buying oil just that last time stating (Massey 2020):\r\n\r\n“I was going to pour that oil on the Bible when the Bible quit producing oil,” Pearce said. “And the Lord checked my spirit on it.”\r\n\r\nOf course.\r\nA retired Nurse Anesthetist Recovers the Actual Ark of the Covenant from Israel\r\nSee Ron Wyatt for a litany of nonsense. The short version is that he claimed to have found artifacts like: chariot Wheels at the bottom of the Red Sea and the actual Ark of the Covenant, and even Jesus’ blood which was still alive (he did not).\r\nJackson (n.d.) provides a list of his claims, including that he discovered :\r\n\r\nNoah’s Home and a Flood-inscription at that site\r\nFences from Noah’s farm\r\nAnchor Stones from Noah’s Ark\r\nLaminated Deck Timber from the Ark\r\nNoah’s Altar\r\nTombs with Tombstones of Noah and his wife\r\nThe precise location of the Red Sea Crossing\r\nWheels from Egyptian Chariots involved in the pursuit of the Israelites from Egypt [for a detailed discussion see Bible Archeology Report.]\r\nThe Book of the Law written by Moses on Animal Skins\r\nGold from the Golden Calf fashioned by Aaron\r\nThe Ark of the Covenant\r\nTables of the Ten Commandments\r\nThe Tabernacle’s Table of the Showbread\r\nGoliath’s Sword,\r\nJesus’ Tomb and the Stone Seal of the Tomb,\r\nA sampling of Christ’s Dried Blood, proving the doctrine of the Virgin Birth by means of a “chromosome count,” etc.\r\n\r\nיהוה (YHWH - Yahweh – the name of God) is Encoded Into Deoxyribonucleic Acid (DNA)\r\nThis nonsense promulgates all over the place. A few examples:\r\nhttps://erevshabbat.org/en/yhwh-is-genetically-coded-into-us/\r\nhttps://www.facebook.com/ChristafariBand/posts/did-you-know-that-the-dna-molecule-has-the-name-yahweh-written-on-it-the-dna-mol/862817655215243/\r\nhttps://www.christianlearning.com/yahweh-is-embedded-in-our-dna/\r\nThe short version of the claim is that the spirals of the helix are joined by sulfur bridges in a pattern consisting of a bridge every 10 segments, 5 segments, 6 segments, 5 segments and then repeating, and that the alpha-numeric designations (gematria – Hebrew numerology) for the Hebrew of יהוה is 10-5-6-5, so wallah – יהוה is encoded into human DNA which must mean God put his signature on his master artwork – humans.\r\nEvery component of this claim related to DNA is absurdly false.\r\nA refresher on the structure of DNA is available from Nature (Pray 2008), but some basics are as follows:\r\nDNA bases are one of four nucleic acids: adenine [A], guanine [G]), cytosine [C], thymine [T]\r\nEach base corresponds with a bonding pair C-G, or A-T (or G-C, T-A)\r\nEvery base must be bonded or the molecule would disintegrate\r\nNucleic acids form Hydrogen bonds – a dipole-dipole electromagnetic bond23\r\nThere are no sulfur bridges or gaps between such bridges between base pairs in a DNA molecule.\r\nWhere did this originate?\r\nFrom a scientist named Dr. Yeshayahu Rubenstein who, in a video in 2014, claimed to have viewed DNA through a microscope in 1986, observed these bridges, and published a paper about it in the journal, Nature24. No such paper exists in Nature and the first direct image of DNA was obtained with a transmission electron microscope in 2012 (Gentile et al. 2012).\r\nA discussion of this nonsense is available on Israel365 News (Berkowitz 2023)\r\nThe Garden of Eden is Actually in Florida\r\nInnumerable other examples abound and innumerable new ones spawn continuously. Social media increases the spawning and propagation rate but we can’t blame it on the internet because it’s been happening throughout the entire history of Judeo-Christianity. And critically, it happens in Judeo-Christianity because it happens in all human story telling. This phenomenon is not unique to religion. How many different versions of Arthurian legends are there? How many fictions have been created around the historical events of the Roman Empire – how many people do you personally know who like to embellish or fabricate stories? Most people probably know at least one.\r\nWe will examine some examples from Antiquity in the following section.\r\nExamples from Antiquity\r\nGoliath was 10 ft tall\r\nCapture the Relics\r\nIn *Christianity: The First Three Thousand Years\r\n\r\nThere had long been other monastic Rules known in the Frankish territories. Why did Benedict’s prevail? One major motivation arose from a dramatic act of theft. In the central Loire valley, at the heart of France, there was a monastery called Fleury. Its much later Romanesque church still stands, a monumental tribute to the prestige of an ancient monastic tradition and the product of a hugely successful pilgrimage based on that theft, which is also commemorated in Fleury’s alternative name, Saint-Benoît-sur-Loire. Towards the end of the seventh century the monks of Fleury had mounted an expedition far into the south of Italy, to Monte Cassino, and there they clandestinely excavated the body of Benedict himself, plus the corpse of his even more shadowy sister and fellow religious, Scholastica. The consecrated raiding party bore their swag of bones back in triumph to the Loire, and there Benedictine monks still tend them in a crypt in their great church, to the continuing mortification of the Benedictines of Monte Cassino. Benedict had not put up any resistance to his abduction, so it was reasonable to suppose that he approved of it, and thus he gave his formidable blessing to the whole people of Francia….\r\nThe enterprise of the monks of Fleury was not limited to burgling Italian cemeteries; as early as the eighth century, Fleury drew on its de facto possession of the bones of Benedict to negotiate the right to appeal directly to the pope against any bishop in the Frankish Church, and during the ninth century the abbey continued to enhance this useful weapon through creative manuscript forgeries. Popes were not slow to reward Fleury’s succession of consecrated crimes with further privileges, and in 997 the abbey pulled off a triumphant coup: it gained papal recognition as the premier monastery in France and custodian of St Benedict. A subsequent pope in 1059 issued a similar privilege for Italy to the indignant monks of Monte Cassino, who now claimed that Benedict had not gone missing at all.\r\n\r\nThe Flood\r\nThe flood story in Genesis is almost certainly an appropriate of the of the flood story in the Sumerian Epic of Gilgamesh – generally thought to be the oldest work of written literature known.\r\n\r\nThere was Anu,-lord of the firmament, their father, and warrior Enlil their counsellor, Ninurta the helper, and Ennugi watcher over canals; and with them also was Ea. In those days the world teemed, the people multiplied, the world bellowed like a wild bull, and the great god was aroused by the clamour. Enlil heard the clamour and he said to the gods in council, “The uproar of mankind is intolerable and sleep is no longer possible by reason of the babel.” So the gods agreed to exterminate mankind. Enlil did this, but Ea because of his oath warned me in a dream. He whispered their words to my house of reeds, “Reed-house, reed-house! Wall, O wall, hearken reed-house, wall reflect; O man of Shurrupak, son of Ubara-Tutu; tear down your house and build a boat, abandon possessions and look for life, despise worldly goods and save your soul alive. Tear down your house, I say, and build a boat. These are the measurements of the barque as you shall build her: let hex beam equal her length, let her deck be roofed like the vault that covers the abyss; then take up into the boat the seed of all living creatures.”\r\n\r\n’When I had understood I said to my lord, “Behold, what you have commanded I will honour and perform, but how shall I answer the people, the city, the elders?” Then Ea opened his mouth and said to me, his servant, “Tell them this: I have learnt that Enlil is wrathful against me, I dare no longer walk in his land nor live in his city; I will go down to the Gulf to dwell with Ea my lord. But on you he will rain down abundance, rare fish and shy wild-fowl, a rich harvest-tide. In the evening the rider of the storm will bring you wheat in torrents.”\r\n’In the first light of dawn all my household gathered round me, the children brought pitch and the men whatever was necessary. On the fifth day I laid the keel and the ribs, then I made fast the planking. The ground-space was one acre, each side of the deck measured one hundred and twenty cubits, making a square. I built six decks below, seven in all, I divided them into nine sections with bulkheads between. I drove in wedges where needed, I saw to the punt poles, and laid in supplies. The carriers brought oil in baskets, I poured pitch into the furnace and asphalt and oil; more oil was consumed in caulking, and more again the master of the boat took into his stores. I slaughtered bullocks for the people and every day I killed sheep. I gave the shipwrights wine to drink as though it were river water, raw wine and red wine and oil and white wine. There was feasting then as -there is at the time of the New Year’s festival; I myself anointed my head. On the seventh day the boat was complete.\r\n-’Then was the launching full of difficulty; there was shifting of ballast above and below till two thirds was submerged. I loaded into her all that 1 had of gold and of living things, my family, my kin, the beast of the field both wild and tame, and all the craftsmen. I sent them on board, for the time that Shamash had ordained was already fulfilled when he said, “in the evening, when the rider of the storm sends down the destroying rain, enter the boat and batten her down.” The time was fulfilled, the evening came, the rider of the storm sent down the rain. I looked out at the weather and it was terrible, so I too boarded the boat and battened her down. All was now complete, the battening and the caulking; so I handed the tiller to Puzur-Amurri the steersman, with the navigation and the care of the whole boat.\r\n’With the first light of dawn a black cloud came from the horizon; it thundered within where Adad, lord of the storm was riding. In front over hill and plain Shullat and Hanish, heralds of the storm, led on. Then the gods of the abyss rose up; Nergal pulled out the dams of the nether waters, Ninurta the war-lord threw down the dykes, and the seven judges of hell, the Annunaki, raised their torches, lighting the land with their livid flame. A stupor of despair went up to heaven when the god of the storm turned daylight to darkness, when he smashed the land like a cup. One whole day the tempest raged, gathering fury as .it went, it poured over the people like the tides of battle; a imam could not see his brother nor the people be seen from heaven. Even the gods were terrified at the flood, they fled to the highest heaven, the firmament of Ann; they crouched against the walls, cowering like curs. Then Ishtar the sweet-voiced Queen of Heaven cried out like a woman in travail: “Alas the days -of old are turned to dust because I commanded evil; why did I command thus evil in the council of all the gods? I commanded wars to destroy the people, but are they not my people, for I brought them forth? Now like the spawn of fish they float in the ocean.” The great gods of heaven and of hell wept, they covered their mouths.\r\n’For six days and six nights the winds blew, torrent and tempest and flood overwhelmed the world, tempest and flood raged together like warring hosts. When the seventh day dawned the storm from the south subsided, the sea grew calm, the, flood was stilled; I looked at the face of the world and there was silence, all mankind was turned to clay. The surface of the sea stretched as flat as a roof-top; I opened a hatch and the light fell on my face. Then I bowed low, I sat down and I wept, the tears streamed down my face, for on every side was the waste of water. I looked for land in vain, but fourteen leagues distant there appeared a mountain, and there the boat grounded; on the mountain of Nisir the boat held fast, she held fast and did not budge. One day she held, and -a second day on the mountain of Nisir she held fast and did not budge. A third day, and a fourth day she held fast on the mountain and did not budge; a fifth day and a sixth day she held fast on the mountain. When the seventh day dawned I loosed a dove and let her go. She flew away, but finding no resting-place she returned. Then I loosed a swallow, and she flew away but finding no resting-place she returned. I loosed a raven, she saw that the waters had retreated, she ate, she flew around, she cawed, and she did not come back. Then I threw everything open to the four winds, I made a sacrifice and poured out a libation on the mountain top. Seven and again seven cauldrons I set up on their stands, I heaped up wood and cane and cedar and myrtle. When the gods smelled the sweet savour, they gathered like flies over the sacrifice. Then, at last, Ishtar also came, she lifted her necklace with the jewels of heaven that once Anu had made to please her. “O you gods here present, by the lapis lazuli round my neck I shall remember these days as I remember the jewels of my throat; these last days I shall not forget. Let all the gods gather round the sacrifice, except Enlil. He shall not approach this offering, for without reflection he brought the flood; he consigned my people to destruction.”\r\nThe Exodus\r\nI enjoyed watching The Ten Commandments movie when I was a kid and never really thought much about it other than it being a Bible story. I always interpreted the supernatural elements of the Bible as mythological storytelling in the same way that Thomas Jefferson did25. Some Bible stories are likely constructed around real people and events, but there are no data whatsoever to support the historicity of the Exodus and the conquest of Caanan by Israel.\r\nIf you go to Jerusalem and visit the Israel Museum exhibit called Pharaoh in Canaan: The Untold Story you would find 16 sub-exhibits on different aspects of the Egyptian presence in Canaan. Each of these exhibits are filled with artifacts and research except one. The exhibit on the Exodus “is an empty room with exactly one exhibit on display: a movie featuring co-curator and Israel Museum Egyptologist Dr. Daphna Ben-Tor, who explains that the hall is empty because there is no archaeological evidence whatsoever to support the biblical tale” (Hasson 2016).\r\nThe Image and Conceptualization of the God of the Christian and Hebrew Bibles\r\nThe Authors of the Gospels\r\nThe Trinity\r\nThe Doctrine of the Trinity is a post-Biblical innovation that wasn’t finalized in Christian theology until the 5th or 6th century CE or so (strictly speaking it still isn’t finalized across all denominations, and significant disagreement continues – some modern day churches still reject it). Readers astutely familiar with the King James Version may refute this suggestion by immediately thinking of 1 John 5:7\r\n\r\n(KJV) 5 Who is he that overcometh the world, but he that believeth that Jesus is the Son of God? 6 This is he that came by water and blood, even Jesus Christ; not by water only, but by water and blood. And it is the Spirit that beareth witness, because the Spirit is truth. 7 For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one. 8 And there are three that bear witness in earth, the Spirit, and the water, and the blood: and these three agree in one.\r\n\r\nPlain as day in verse 7, but doesn’t it seem just a little out of place? Verse 6 mentions water and blood and Spirit. Verse 8 again is describing Spirit, water, and blood. Verse 7 seems disconnected with verses 6 and 8. If we look at some modern translations:\r\n\r\n(NASB) 5 Who is the one who overcomes the world, but the one who believes that Jesus is the Son of God? 6 This is the One who came by water and blood, Jesus Christ; not with the water only, but with the water and with the blood. It is the Spirit who testifies, because the Spirit is the truth. 7 For there are three that testify: 8 the Spirit and the water and the blood; and the three are in agreement.\r\n\r\n\r\n(NRSVU) 5 Who is it who conquers the world but the one who believes that Jesus is the Son of God? Testimony concerning the Son of God 6 This is the one who came by water and blood, Jesus Christ, not with the water only but with the water and the blood. And the Spirit is the one that testifies, for the Spirit is the truth. 7 There are three that testify: 8 the Spirit and the water and the blood, and these three agree.\r\n\r\n\r\n(NIV) 5 Who is it that overcomes the world? Only the one who believes that Jesus is the Son of God. 6 This is the one who came by water and blood—Jesus Christ. He did not come by water only, but by water and blood. And it is the Spirit who testifies, because the Spirit is the truth. 7 For there are three that testify: 8 the Spirit, the water and the blood; and the three are in agreement.\r\n\r\nThere is nary a Trinity to be found – the reason it is not found in modern translations is because it wasn’t in the original text.\r\nThe additional text we find in the KJV is known as the Comma Johanneum. The reasons for thinking it wasn’t in the original text are that\r\nof the ~500 Greek manuscripts in existence that contain 1 John 5, the Comma Johanneum is only found in at most ten26 (Metzger and Erhman 2005), (Hixson 2020) .\r\nthat seven of these ten are 14-18th century CE manuscripts; one is 10th Century, one is 11th Century, and one is 12th Century (Hixson 2020).\r\nthat in six of these ten – it is written in the margins (Metzger and Erhman 2005), (Hixson 2020).\r\nthat some of these marginal notes were demonstrably added much later\r\nGA 221 is the 10th Century manuscript with the marginal note but an 1854 description of it in a catalog specifically indicated it did not include the Comma (Hixson 2020).\r\nGA 177 is an 11th century manuscript but the Comma in it was added as a marginal note around 1785 – we know because the scribe making the notes in that manuscript signed and dated one of them (Hixson 2020).\r\nGA 88 is the 12th Century but the marginal note is written in a 16th century style (Metzger and Erhman 2005) and it spells out both “Father” and “Spirit” which Hixson (2020) points out are usually abbreviated in manuscripts, suggesting the annotator was using a printed Bible later than Erasmus’ 2nd Edition for the text of the Comma. You can observe the abbreviation of Spiritus as “SPS” in Figure 1 below.\r\nGA 429 is 14th Century but the text of the Comma in the margins exactly follows the printed text of Erasmus’ 3rd printed edition which puts the addition after 1522.\r\n\r\nthat the earliest possible reference to the text is from Cyprian in the late 3rd century (Wallace 2004) - but what he actually quotes is that “and these three are one”. Cyprian was arguing for the Trinity here during the debates surrounding the nature of Jesus’ Divinity and if the Comma text was known to him, it doesn’t make sense that he would only quote “and these three are one” and since Cyprian was writing in Latin – what he quotes is exactly the rendering of the end of verse 8 about the water, blood, and spirit – “et tres unum sunt” (See Figure 1 below)\r\nthat the earliest exact reference to the Comma text as part of 1 John is in a Latin treatise from the 4th century.\r\nthat if we consider actual Bible manuscripts in languages other than Greek we find that:\r\nIt doesn’t appear in any manuscript of the Vulgate that dates earlier than about 800 CE (Metzger and Erhman 2005). For example Codex Fuldensis27 or Codex Amiatinus.\r\nIt doesn’t appear in any other Latin manuscript that dates prior to the 5th Century CE.\r\nIt doesn’t appear in any ancient manuscript in Syriac, Coptic, Armenian, Ethiopic, Arabic, or Slavonic (Wallace 2004).\r\n\r\n\r\n\r\n\r\nFigure 1: Codex Sangallensis 63 (277); Latin, 9th Century. (Codex Sangallensis 63, Public domain, via Wikimedia Commons – https://commons.wikimedia.org/wiki/File:Cod._Sangallensis_63_(277).jpg). The Codex dates to the 9th Century but the Comma was added later. The overlayed text and green arrows are my annotations, with translation from (https://vulgate.org/nt/epistle/1john_5.htm). The text in darker ink at the bottom of the page associated with the annotation mark on the left side is the Comma.\r\n\r\n\r\n\r\nThe most likely origin for the Comma is someone reading and writing in Latin in the Western Empire in the mid 2nd to early 3rd century CE who made an annotation on 1 John 5:7-8 thinking that pattern of thought (three witnesses that agree in one, or “are one” as it’s usually rendered in Latin) made a good argument in support of the concept of Trinity (which was as yet still being debated and formed). That text was likely used in arguments, copied into other manuscripts – added into manuscripts by others who heard it, and eventually assimilated in the Latin tradition, and later still assimilated into the Greek tradition. Erasmus didn’t include the Comma in the first or second editions of the Textus Receptus (printed Greek New Testament developed in the early 1500’s) because at the time there was no known Greek manuscript evidence for it.\r\nAn article on the Comma in manuscript Gregory-Aland 177 (as mentioned above in the notes) states that while “the manuscript basis for this Trinitarian formula is rather paltry, it has infected the history of the English Bible in a huge way, functioning as a rally point for King James Only advocates” (CSNTM 2010). Why do we suppose that is? I’ll come back to this question in the final section of this document.\r\nBut this is all digression.\r\nAll of the above is required to demonstrate that the concept of the Trinity is post-biblical and that no Biblical passages in the original texts as best we can reconstruct them describe a Triune God. No such Doctrine existed formally within Christianity until 325 CE when it was determined by majority vote. So what was the thinking in early Christianity before that?\r\nThe Gospels are not precise respecting Jesus’ Divinity and exactly how he is supposed to relate to capital G God, יהוה (Yahweh), the God of Israel, and this presented a problem for the Monotheistic Jews who were first grappling with what Jesus was actually supposed to be. A few of the different concepts competing in the marketplace of religious theologies included\r\nDocetism - The notion that the human form of Jesus was basically an illusion created by God – but that Jesus had no real humanity or human flesh. Docetism was practiced at least as early as the late 2nd Century CE because we have, in the writings of Eusebius, a record of a letter from Bishop Serapion of Antioch from around the year 200 describing a community in Rhossus using the Gospel of Peter. The Gospel of Peter is now universally recognized as an early 2nd Century forgery. At the time Serapion deemed it “for the most part Orthodox, but [containing] ‘additions’ to the Gospel story that he considered spurious and dangerous…he forbade future use of the book” (Erhman 2013). It is unclear exactly what these passages were but some hint of Docetism is indicated in the historical record. Docetic concepts propagated in numerous other books that were popular at the time that did not become canonical. The movement was significant enough that it was explicitly condemned as heresy at the First Council of Nicaea in 325\r\nModalism argued that God was one God in a strict sense and that the notion of three consubstantial but independent and separate entities equated to polytheism. So in this view there was only one God that was entirely God himself but that God could operate in different “modes”. So in this scheme Father, Son, Holy Spirit are like titles describing the same entity when it’s doing different things. This view is still practiced today by Oneness Pentecostals and interestingly enough, they also use 1 John 5:7-8 as an evidence to support their concept.\r\nA long detailed history of thought progression is available at the Standford Encylopedia of Philosophy\r\nBut the main point of history I want to highlight is the debate leading up to First Nicaea in 325 –\r\nὁμοιούσιος [homoiousios – similar essence]\r\nὁμοούσιος [homoousios – same essence, consubstantial]\r\nThat David Killed Goliath\r\nThe Bible as the Inspired Word of God\r\nThe Creation Story in Genesis 1\r\nIf we believe the author of Luke’s narrative in place of the stories from the authors of Mark or Matthew28, the manger in which Jesus reposed would have been in the 1st floor courtyard of a traditional Palestinian family “Four room house” (on why the common English translation of κατάλυμα in Luke 2:7 is “inn”, but the most likely meaning intended by the author was guest room in family house – see Mickelson (2015), Carlson (2010), Swan (2014), Lefebvre (2021) or consult the Google for many more). And it seems likely that a manger would have been in the first floor courtyard where animals would have been kept and where fodder would have been stored (Botha 1998).\r\nThe Counter Arguments\r\nThe review and compilation of this material and the construction of this document consumed 74 hours of my time. While this labor was augmented by having previously read perhaps 5,000 pages of Biblical scholarship and history related to the Ancient Near East, Judaism, and early Christianity – mostly in the last six years or so – it is still a staggeringly little amount of time29. That amount of study barely breaches the surface of the vast aquifer of ignorance in which most of humanity wallows about, submerged, for most of the time. Actual biblical scholars who study a specific time period or topic for a couple of decades have likely read on the order of 200,000 - 400,000 pages of reference material, have studied the source texts in their original languages, and argue among themselves about what they think the data most likely mean – these arguments change with new archaeological discoveries and with new analytic techniques.\r\nI include this section only to state that for all of the points in this document that refute the magic and miracle of the Biblical tradition, you will find apologetic30 counter arguments – I have read at least a dozen of them in the course of writing this. I do not find the apologetic counter arguments at all convincing because they are frequently logically fallacious, almost always seek to find an interpretation of the data that makes the biblical tradition “not impossible” rather than trying to find the most likely interpretation of the data, and always start from the conclusion that the Bible is the Inspired Inerrant Word of God and that all of it is true and consistent in every way 31. These arguments are not scholarship or critical thinking; they do not seek knowledge or truth; they seek only to justify beliefs, the refutation of which would be unpleasant and uncomfortable for the apologist. A reasonably thorough treatment would require an entire book, but I want to examine just one example I encountered while writing this document.\r\nA question posted to the Biblical Hermeneutics Stack Exchange solicited thoughts on why Matthew’s account of Jesus’ entry into Jerusalem includes two donkeys when the other Gospels only include one. University of Georgia professor Wayne Coppins (2012) provides a succinct summary of the arguments on how to interpret this conundrum. From my reading of this and other sources the most likely reason is that while the Hebrew of Zechariah 9:9 certainly describes one animal in a poetic “parallelism” that is common in Hebrew literature (describing something in two ways for emphasis, tone, meter, poetry etc), an unclear or erroneous translation of the Hebrew in the Greek Septuagint (what Matthew’s author and his audience would have been referencing) indicates two animals (Cargill 2022).\r\nHere we have a translation of the Hebrew from Sefaria:\r\n\r\nגִּילִ֨י מְאֹ֜ד בַּת־צִיּ֗וֹן הָרִ֙יעִי֙ בַּ֣ת יְרוּשָׁלַ֔͏ִם הִנֵּ֤ה מַלְכֵּךְ֙ יָ֣בוֹא לָ֔ךְ צַדִּ֥יק וְנוֹשָׁ֖ע ה֑וּא עָנִי֙ וְרֹכֵ֣ב עַל־חֲמ֔וֹר וְעַל־עַ֖יִר בֶּן־אֲתֹנֽוֹת׃\r\n\r\n\r\nRejoice greatly, Fair Zion;\r\nRaise a shout, Fair Jerusalem!\r\nLo, your king is coming to you.\r\nHe is victorious, triumphant,\r\nYet humble, riding on a donkey,\r\nOn a jackass foaled by a jenny.\r\n\r\nand another from mechon-mamre\r\n\r\nRejoice greatly, O daughter of Zion, shout, O daughter of Jerusalem; behold, thy king cometh unto thee, he is triumphant, and victorious, lowly, and riding upon an ass, even upon a colt the foal of an ass.\r\n\r\nBoth of these translations describe one animal in two ways. Genesis 49:11 illustrates the same pattern describing a donkey. But the Greek of the Septuagint didn’t clearly convey that grammar and when we see Septuagint translations in English we usually find something like:\r\n\r\nχαῖρε σφόδρα θύγατερ Σιων κήρυσσε θύγατερ Ιερουσαλημ ἰδοὺ ὁ βασιλεύς σου ἔρχεταί σοι δίκαιος καὶ σῴζων αὐτός πραῢς καὶ ἐπιβεβηκὼς ἐπὶ ὑποζύγιον καὶ[and] πῶλον νέον [emphasis added]\r\n\r\n\r\nRejoice greatly, O daughter of Zion; proclaim [it] aloud, O daughter of Jerusalem; behold, the King is coming to thee, just, and a Saviour; he is meek and riding on an ass, and a young foal [emphasis added].\r\n\r\nwhich reflects what the author of Matthew was seeing in Greek – two animals32 While it’s nonsensical to suggest Jesus entering Jerusalem astride two animals like a circus performer, the language here is ambiguous and some people have interpreted it that way33. With the existence of the Hebrew texts to inform the meaning of the Greek, it is patently absurd to understand the prophecy as referring to two animals. The KJV English similarly indicates two animals – “lowly, and riding upon an ass, and upon a colt the foal of an ass”. But modern translations in English based on the Hebrew text and with the advantage of scholarship regarding the Septuagint translation correct this f aux pas (e.g see New King James, NIV, NRSV, ESV, ASB etc. for Zechariah 9:9).\r\nSo why does Matthew include two animals in its version of the story when Mark and Luke and John only include one? It’s not possible for us to know, but there are two reasons that seem likely.\r\nProphecy Fullfillment\r\nMuch of the content in Matthew has Jesus fulfilling prophecy to the letter as written in the Old Testament. By one count, Matthew has Jesus fulfilling 13 specific prophecies compared to just three in Mark.\r\nMatthew clearly seeks to check every prophetic box possible and since his readers were reading in Greek, they were reading the Septuagint, and since they Septuagint says two, Matthew says two, even if the author of Matthew knows the Septuagint only says two because of a grammar ambiguity that arose in the translation from the Hebrew. Matthew’s grammar is sufficiently ambiguous that it can be interpreted as literally saying Jesus is sitting on both animals, or that the clothes go on both and then Jesus sits on the clothes (presumably the clothes only on one of two animals). So Matthew’s author wrote to close any possible prophecy loophole by rendering the text such that it can be interpreted in two ways. This is the mostly likely interpretation of the data.\r\nBut back to our Biblical Hermeneutics Stack Exchange discussion and the point I want illuminate. User @Xeno provided an answer that asserts there must have been two animals in the actual event, and Mark, Luke, and John just didn’t bother to mention them. When challenged on their reasoning user @Xeno explained that:\r\n\r\nBasically, if we suggest Scripture contains errors “here and there,” then it is not inspired. I could then find no reason to believe it.\r\n\r\n…and so people do not think critically, people must not think critically – they must think creatively, or magically to find any way possible to make the data fit the dogma (of Inspiration, of Inerrancy etc.).\r\nI’ve seen that pattern of thought many many times and it is so demoralizing to me. I further suggest this pattern of thinking is detrimental for the human condition because we have a significant portion of the population who are conditioned to accept what they are told, not to think too hard about it, and are socially rewarded for this conformance.\r\n\r\n\r\n\r\nBar-Ilan, Meir. 1992. “Illiteracy in the Land of Israel in the First Centuries C.E.” Essays in the Social Scientific Study of Judaism and Jewish Society II: 46–61. http://primo.nli.org.il/primo-explore/search?query=lsr10,exact,1022892&tab=default_tab&search_scope=ULI&sortby=rank&vid=ULI&lang=iw_IL&mode=advanced&offset=0&fromRedirectFilter=true.\r\n\r\n\r\nBerkowitz, Adam. 2023. “Theory of ’YHWH’ Embedded in DNA Debunked - Israel365 News.” Israel365News. https://israel365news.com/374471/theory-of-yhwh-embedded-in-dna-debunked/.\r\n\r\n\r\nBird, Chad. 2021. “Debunking Popular Christmastime Myths: Temple Shepherds, Migdal Eder, and Swaddling Lambs.” Org. 1517. https://www.1517.org/articles/debunking-popular-christmastime-myths-temple-shepherds-migdal-eder-and-swaddling-lambs.\r\n\r\n\r\nBotha, Pieter, J. 1998. “Houses in the World of Jesus.” NEOTESTAMENTICA 32 (1): 37–68. https://journals.co.za/doi/pdf/10.10520/AJA2548356_415.\r\n\r\n\r\nBuchborn, T., G. Grecksch, D. C. Dieterich, and V. Höllt. 2016. “Chapter 79 - Tolerance to Lysergic Acid Diethylamide: Overview, Correlates, and Clinical Implications.” In Neuropathology of Drug Addictions and Substance Misuse, edited by Victor R. Preedy, 846–58. San Diego: Academic Press. https://doi.org/10.1016/B978-0-12-800212-4.00079-0.\r\n\r\n\r\nButler, Heather A. 2024. “Predicting Everyday Critical Thinking: A Review of Critical Thinking Assessments.” Journal of Intelligence 12 (2): 16. https://doi.org/10.3390/jintelligence12020016.\r\n\r\n\r\nCargill, Robert R. 2022. “Jesus’s Triumphal Entry: A Well-Orchestrated Mock Coronation  Bible & Archaeology - The University of Iowa.” Iowa Bible & Archeology. https://bam.sites.uiowa.edu/articles/triumphal-entry-coronation.\r\n\r\n\r\nCarlson, Stephen C. 2010. “The Accommodations of Joseph and Mary in Bethlehem: Κατάλυμα in Luke 2.7.” New Testament Studies 56 (3): 326–42. https://doi.org/10.1017/S0028688509990282.\r\n\r\n\r\nCoppins, Wayne. 2012. “Sitting on Two Asses?: Second Thoughts on the Two-Animal Interpretation of Matthew 21:7.” Tyndale Bulletin 63 (2). https://doi.org/10.53751/001c.29350.\r\n\r\n\r\nCSNTM. 2010. “The Comma Johanneum in an Overlooked Manuscript.” The Center for the Study of New Testament Manuscripts. https://www.csntm.org/2010/07/02/the-comma-johanneum-in-an-overlooked-manuscript/.\r\n\r\n\r\nEaves, Christopher. 2023. “The Chronological Debate From Adam to Abraham: In Defense of the Masoretic Text.” ArmstrongInstitute.org. https://armstronginstitute.org/853-the-chronological-debate-from-adam-to-abraham-in-defense-of-the-masoretic-text.\r\n\r\n\r\nEdersheim, Alfred. 1883. The Life and Times of Jesus the Messiah. Christian Classics Ethereal Library. https://www.ccel.org/ccel/e/edersheim/lifetimes/cache/lifetimes.pdf.\r\n\r\n\r\nErhman, Bart. 2013. Forgery and Counterforgery: The Use of Literary Deceit in Early Christian Polemics. 1st ed. New York: Oxford University Press.\r\n\r\n\r\nFirth, Joseph, John Torous, Brendon Stubbs, Josh A. Firth, Genevieve Z. Steiner, Lee Smith, Mario Alvarez‐Jimenez, et al. 2019. “The ‘Online Brain’: How the Internet May Be Changing Our Cognition.” World Psychiatry 18 (2): 119–29. https://doi.org/10.1002/wps.20617.\r\n\r\n\r\nGentile, Francesco, Manola Moretti, Tania Limongi, Andrea Falqui, Giovanni Bertoni, Alice Scarpellini, Stefania Santoriello, Luca Maragliano, Remo Proietti Zaccaria, and Enzo di Fabrizio. 2012. “Direct Imaging of DNA Fibers: The Visage of Double Helix.” Nano Letters 12 (12): 6453–58. https://doi.org/10.1021/nl3039162.\r\n\r\n\r\nGraham, Ruth. 2020. “The Bible That Oozed Oil.” Slate, February. https://slate.com/human-interest/2020/02/oil-bible-dalton-georgia-trump-prophecy-evangelical-miracle.html.\r\n\r\n\r\nHallo, William W. 2020. “Approaches to the Study of the Pentateuch.” In The Book of the People, 17–22. Brown Judaic Studies. https://doi.org/10.2307/j.ctvzgb9g4.7.\r\n\r\n\r\nHaran, Menahem. 1978. Temples and Temple Service in Ancient Israel. Oxford: Oxford University Press.\r\n\r\n\r\nHarris, William. 1989. Ancient Literacy. Cambridge, MA: Harvard University Press.\r\n\r\n\r\nHasson, Nir. 2016. “New Exhibition Chronicles Meeting of Ancient Israel and Egypt.” Haaretz, March. https://www.haaretz.com/archaeology/2016-03-02/ty-article-magazine/.premium/exhibition-chronicles-meeting-of-ancient-israel-and-egypt/0000017f-dc75-db5a-a57f-dc7fe91c0000.\r\n\r\n\r\nHixson, Elijah. 2020. “Evangelical Textual Criticism: The Greek Manuscripts of the Comma Johanneum (1 John 5:7–8).” Evangelical Textual Criticism. https://evangelicaltextualcriticism.blogspot.com/2020/01/the-greek-manuscripts-of-comma.html.\r\n\r\n\r\nHolmøy, I. H., S. Waage, E. G. Granquist, T. M. L’Abée-Lund, C. Ersdal, L. Hektoen, and R. Sørby. 2017. “Early Neonatal Lamb Mortality: Postmortem Findings.” Animal 11 (2): 295–305. https://doi.org/10.1017/S175173111600152X.\r\n\r\n\r\nJackson, Wayne. n.d. “Ron Wyatt, the \"Indiana Jones\" of the SDA Church.” Christian Courier. Accessed March 10, 2025. https://christiancourier.com/articles/ron-wyatt-the-indiana-jones-of-the-sda-church.\r\n\r\n\r\nLambert, Frank. 2008. Religion in American Politics: A Short History. 1st ed. Princeton: Princeton University Press.\r\n\r\n\r\nLefebvre, Michael. 2021. “Jesus Was Probably Born in a Relative’s House, Not an Inn.” The Center for Hebraic Thought. https://hebraicthought.org/jesus-born-relatives-house-not-an-inn/.\r\n\r\n\r\nMassey, Wayatt. 2020. “Ministry with Bible Allegedly Producing Oil Shuts down, but Continues to Defend Its Work  Chattanooga Times Free Press.” Chattanooga Times Free Press. https://www.timesfreepress.com/news/2020/feb/18/ministry-bible-oil-shuts-down-defends-work/.\r\n\r\n\r\nMaza, Maria T., Kara A. Fox, Seh-Joo Kwon, Jessica E. Flannery, Kristen A. Lindquist, Mitchell J. Prinstein, and Eva H. Telzer. 2023. “Association of Habitual Checking Behaviors on Social Media With Longitudinal Functional Brain Development.” JAMA Pediatrics 177 (2): 160–67. https://doi.org/10.1001/jamapediatrics.2022.4924.\r\n\r\n\r\nMcGrath, James. n.d. “Jesus and the Money Changers.” Bible Odyssey. Accessed March 8, 2025. https://www.bibleodyssey.org/articles/jesus-and-the-money-changers/.\r\n\r\n\r\nMetzger, Bruce M., and Bart D. Erhman. 2005. The Text of the New Testament: Its Transmission, Corruption, and Restoration. Foruth Edition. New York: Oxford University Press.\r\n\r\n\r\nMickelson, Andy. 2015. “An Improbable Inn: Texts and Tradition Surrounding Luke 2:7.” Studia Antiqua 14 (1).\r\n\r\n\r\nNunally, Wave. 2023. “Modern Midrash: The Myth of Migdal Eder – Wave Nunnally.” Bible Unplugged. https://wavenunnally.com/modern-midrash-the-myth-of-migdal-eder/.\r\n\r\n\r\nPeursen, Willem Th. van. 2023. “COMPUTATIONAL LINGUISTIC ANALYSIS OF THE BIBLICAL TEXT.” In Linguistic Theory and the Biblical Text. Cambridge, UK: University of Cambridge. https://books.openbookpublishers.com/10.11647/obp.0358.05.pdf.\r\n\r\n\r\nPray, Leslie. 2008. “Discovery of DNA Double Helix: Watson and Crick - Learn Science at Scitable.” Nature. http://www.nature.com/scitable/topicpage/discovery-of-dna-structure-and-function-watson-397.\r\n\r\n\r\nRachmuth, Moshe, Stephen Portnoy, and Jacob Wright L. 2022. “BEHOLD-NÅ̄, STATISTICS IS AN EFFECTIVE TOOL, USE IT-NÅ̄.” Journal of Semitic Studies LXVII (2).\r\n\r\n\r\nRomer, Thomas. 2015. The Invention of God. Harvard.\r\n\r\n\r\nRosenberg, Danny, Ehud Galili, and Dafna Langgut. 2023. “The Unseen Record: Ninth–Seventh Millennia Cal. BP Wooden and Basketry Objects from Submerged Settlements Off the Carmel Coast, Israel.” Forests 14 (12): 2373. https://doi.org/10.3390/f14122373.\r\n\r\n\r\nSchans, Yanniek van der, Wido van Peursen, David Ruhe, and Sandjai Bhulai. 2019. “Clustering Biblical Texts Using Recurrent Neural Networks.” Network Institute.\r\n\r\n\r\nSchmitz, Leonard. 1875. “Sacrificium.” In A Dictionary of Greek and Roman Antiquities, 998–1000. London: John Murray. https://penelope.uchicago.edu/Thayer/E/Roman/Texts/secondary/SMIGRA*/Sacrificium.html.\r\n\r\n\r\nScurlock, JoAnn. 2002. “ANIMAL SACRIFICE IN ANCIENT MESOPOTAMIAN RELIGION.” In A History of the Animal World in the Ancient Near East. Vol. 64. Handbook of Oriental Studies 1. Brill.\r\n\r\n\r\n———. 2006. “The Techniques of the Sacrifice of Animals in Ancient Israel and Ancient Mesopotamia: New Insights Through Comparison.” Andrews University Seminary Studies 44 (1): 13–49. https://www.andrews.edu/library/car/cardigital/Periodicals/AUSS/2006-1/2006-1-02.pdf.\r\n\r\n\r\nSeeley, David. 1993. “Jesus’ Temple Act.” The Catholic Biblical Quarterly 55 (2): 263–83. https://www.jstor.org/stable/43721229.\r\n\r\n\r\nSimcock, Emily. 2019. “NADIS Animal Health Skills - Lambing Part 4 Ensuring Survival of Newborn Lambs.” NADIS Animal Health Skills. https://www.nadis.org.uk/disease-a-z/sheep/lambing/lambing-part-4-ensuring-survival-of-newborn-lambs/.\r\n\r\n\r\nSmith, Mark S. 1996. “The Literary Arrangement of the Priestly Redaction of Exodus: A Preliminary Investigation.” The Catholic Biblical Quarterly 58 (1): 25–50. https://www.jstor.org/stable/43722569.\r\n\r\n\r\nSmith, Morton. 1952. “The Common Theology of the Ancient Near East.” Journal of Biblical Literature 71 (3): 135–47. https://doi.org/10.2307/3261800.\r\n\r\n\r\nSociety of Biblical Literature. 2023. The SBL Study Bible. 1st Edition. New York: Harper Collins.\r\n\r\n\r\nSwan, Michael. 2014. “Away in a Real Manger (Translation of Inn).” The Catholic Register. https://www.catholicregister.org/home/international/item/19418-away-in-a-real-manger.\r\n\r\n\r\nWallace, Daniel B. 2004. “The Comma Johanneum and Cyprian.” Bible.org. https://bible.org/article/comma-johanneum-and-cyprian.\r\n\r\n\r\nWatson, J. D., and F. H. C. Crick. 1953. “Molecular Structure of Nucleic Acids.” https://www.nature.com/scitable/content/16331/molecularstructureofDNAswatsoncrick.pdf#toolbar=0&zoom=100.\r\n\r\n\r\nWright, Jacob. 2023. Why the Bible Began. Cambridge: Cambridge University Press.\r\n\r\n\r\nWright, Ted. 2019. “The Epic of Gilgamesh & the Bible  My WordPress.” Epic Archeology - Excavating the Truth from the Past. https://epicarchaeology.org/2019/05/17/the-epic-of-gilgamesh-the-bible/.\r\n\r\n\r\nZevit, Ziony. 1976. “The Priestly Redaction and Interpretation of the Plague Narrative in Exodus.” The Jewish Quarterly Review 66 (4): 193–211. https://doi.org/10.2307/1454116.\r\n\r\n\r\nLysergic Acid Diethylamide (LSD) is such a substance. Tolerance builds within 24 hours and reaches maximum by the fourth day but a five-day abstinence period entirely reverses tolerance (Buchborn et al. 2016)↩︎\r\nThere are plenty of pictures of these types of stone basins – but all of these pictures I can find are on website articles that generally allude to this birth narrative – I can’t find any archaeological or academic assessment of these basins that indicate their likely use or their dating. Evidence of wooden troughs in the Levant exists. Rosenberg, Galili, and Langgut (2023) report what is most likely a wooden trough that “may have been used as a container for feeding livestock or various household uses” that dates to 5th millennium BCE from a submerged site just off the coast near modern Haifa in Israel.↩︎\r\nI don’t think any of the gods of Egypt (or of any culture) actually exist or ever existed but the authors of Exodus portray the patron deity of Israel as believing the gods of Egypt to be real, and deserving of His judgement. It may be worth noting for those new to any sort of critical analysis of the Bible that I say “authors” of Exodus because since the 19th century when critical analysis of the Bible began in Germany, the overwhelming consensus among scholars is that Exodus and the other books in the Pentateuch were composed by different groups of writers and sources from different periods – scholars identify these as the J (Yahwist), E (Elohist), D (Deuteronomist), and P (Priestly) sources. Not all scholars agree with all of those designations but the overwhelming majority argue for different groups of writers with different rhetorical goals working over a period of perhaps four or five centuries. It is incontrovertible that the Pentateuch can be clustered into distinct portions based on grammar and language styles using statistical and machine learning algorithms ( (Schans et al. 2019), (Peursen 2023), (Rachmuth, Portnoy, and Wright 2022), (Hallo 2020) and many many other). Most scholars conclude the writings in Exodus were authored during the period starting from around 700 BCE and up to around 350 BCE by different scribal groups in different places at different times with final edits and redaction by P (Society of Biblical Literature 2023). For a general discussion see (M. S. Smith 1996); for a detailed discussion of P’s redeaction of the Plague narratives see (Zevit 1976)↩︎\r\nThe notion that the gods “ate” the sacrifices is not unique to writers in Israel – more on this in a later section.↩︎\r\nFor discussion see Jewish Virutal Library and consult your favorite Hebrew lexicon – link to Strongs (Strong’s is free but it is also quite dated and not your best resource – forgive me for having forgotten the other lexicon that is generally better and available as a pdf download)↩︎\r\nEstimates of literacy rates range from 3% (Bar-Ilan 1992) to 10% (Harris 1989)↩︎\r\nThis centralization started with Josiah’s reforms around 623 BCE and these reforms also present an interesting case study in how religious ideology evolves which we’ll examine in more detail later (actually no we won’t – I’m running out of time to finish this so I’m not going to get to it – for reference see (J. Wright 2023) and (Romer 2015).↩︎\r\nBio from 1517: Chad Bird is a Scholar in Residence at 1517. He has served as a pastor, professor, and guest lecturer in Old Testament and Hebrew. He holds master’s degrees from Concordia Theological Seminary and Hebrew Union College. He has contributed articles to Christianity Today, The Gospel Coalition, Modern Reformation, The Federalist, Lutheran Forum, and other journals and websites. He is also the author of several books, including The Christ Key & Limping with God.↩︎\r\nViola is an author and Dr. Sweet is a Theologian – currently the E. Stanley Jones Professor Emeritus at Drew Theological School, Drew University.↩︎\r\nAt least that we have any record of, but as we will see below – there is no reason for such a notion to exist in human thought.↩︎\r\nNunally points out he might have cited Micah 5:2 or the quote of Micah in Matthew. Edersheim doesn’t cite these verses here but points to Targum pseudo-Jonathan after the next sentence.↩︎\r\nEdersheim references Targum Pseudo-Jonathan on Genesis 35:21 but doesn’t quote it. It reads “And Jakob proceeded and spread his tent beyond the tower of Eder, the place from whence, it is to be, the King Meshiha (Messiah) will be revealed at the end of the days.” (emphasis is mine). Obviously Jesus was not revealed at the end of days, so this prophecy fails if Jesus is supposed to be the Messiah – but this is a Jewish text written centuries after the time of Jesus. The Messiah here isn’t even supposed to be Jesus. The Targum dates no earlier than the 4th Century and some scholars argue for dates as late as the 14th Century. The Targum is a translation and interpretation of the Torah into Aramaic and incorporates extra-biblical material. Genesis 35:21 ends with Jacob spreading his tent and doesn’t include any discussions of the Messiah. Why would Edershiem reference the Targum? My opinion is that his rhetorical goal is to create symbolism and synergy unveiled as the discovery of a previously unknown secret – because people like reading such things – and the Targum provided some words that create that symbolism if you don’t think too hard or look too closely.↩︎\r\nDan McCellan “received his PhD in theology and religion from the University of Exeter, where he wrote his dissertation on the conceptualization of deity and divine images in the Hebrew Bible through the methodological lenses of cognitive linguistics and the cognitive science of religion. Since March of 2021, he has been confronting misinformation on social media related to the academic study of the Bible and religion.”– From his website bio (https://www.maklelan.org/about)↩︎\r\nComplete exchange for transparency. Q: can you enumerate a list of possible injury mechanisms or pathways for physical injury (sprains, fractures etc.) that baby goats experience or might experience if you’re not careful with them? and what kinds of precautions do you take with newborn goats to prevent injury if any? A: Baby goats find themselves in jeopardy for many reasons. They are very susceptible to dying if they get cold or wet. If they get cold and wet it’s almost a death sentence. They are very curious and like to get into things like water troughs (see above statement). They get into the mineral feeder and then can’t get out and die. They will chew on hay string and swallow it and eventually die. And then if their diet changes or the weather changes then it can upset their stomachs and they die. If they lay out in the sun after drinking a lot of milk they can get a sour stomach and die. Sprains and injuries will heal on their own or we amputate. Mostly the newborns survive and if we have babies coming we give them access to shelters and the moms do the rest. If they are orphans it’s a lot harder.↩︎\r\nThis is Rabbinic commentary composed in the 5th - 6th Century CE and is what Edersheim appeals to to suggest that normal shepherds weren’t allowed to raise flocks in Bethlehem so it must have been priests who must have had special permission – you can read it here ↩︎\r\nThe Amarna Letters include 380 clay tablets written in Akkadian cuneiform that are mostly government correspondence from the local city “mayors” who administered small cities in Canaan on behalf of the Egyptian Pharoh. The letters mostly reflect complaints from the mayors about local security and other mayors, and requests to Pharoh to rectify these complaints. The data of interest is that though the language is Akkadian – the dialect is Canaanite, and no Biblical or Jewish names occur in the correspondence – so it doesn’t seem likely that any significant Israelite presence in Canaan existed in the mid-14th century BCE when these letters were composed (J. Wright 2023). Of course this is problematic for the story of the Exodus and the conquest of Cannan. While the Masoretic Text and Septuagint disagree with each other and with Flavius Josephus (who disagrees with himself) regarding the timelines (Eaves 2023), the Biblical and ancient source timelines require dates between the 16th and 14th century BCE – before Israel as a people existed.↩︎\r\nThis data conflict with the Biblical timeline for the Exodus and conquest of Canaan which, if the Biblical account is historical, should have already occurred. But almost no scholar of history or critical scholar of the Hebrew Bible believes the Exodus to be historical (more on this in the next section).↩︎\r\nthe Bablyonian feasts were not burned, but left for a while then redistributed↩︎\r\nThe Hebrew here is the Tetragrammaton that is un-pronounced, or pronounced “Adonai” for “lord”. The biblical scribes began using this placeholder after the pronunciation or writing of the divine name became forbidden around the 6th century BCE. Scholars estimate it represents a verbalization like “Yahweh” – the proper name of the patron deity of Israel in the Hebrew Bible)↩︎\r\nAgain Exodus was finally compiled and redacted by P (see previous notes on Exodus passage above).↩︎\r\nS. Lieberman, Hellenism in Jewish Palestine, N. Y., 1950, p. 130, n. 60↩︎\r\nOr in all of human story telling culture – I would argue that the cognitive and psychological processes involved in the embellishment of religious traditions are no different than ones that cause fish stories to grow, and motivate Hollywood Studios to reboot old stories with new settings and augmented thematic elements.↩︎\r\nFor a refresher see here ↩︎\r\nOne of, if not the most, prestigious and preeminent science journals. When Watson and Crick proposed a “Molecular Structure of Nucleic Acids” (Watson and Crick 1953), the structure was theorized from inferential data, but they published the result in Nature.↩︎\r\nIn the Presidential Election of 1800 Jefferson’s political opponents accused him of being an atheist because of this – he constructed what is now known as The Jefferson Bible which relates the stories of Jesus’ teachings on morality and ethics but strips out the miracles and magic. For an excellent discussion I recommend Religion in American Politics by Frank Lambert (Lambert 2008) – or consult your favorite search engine.↩︎\r\nCounts vary between 8 and 10 – some of these are marginal notes that were demonstrably added long after the manuscript itself was constructed – for example Metzger and Erhman (2005) do not include GA 177 in their count of eight. GA 177 is an 11th century manuscript but the Comma in it was added as a marginal note around 1785 and the form of the text (with chapter and verse indicate it was added based on a printed edition – so not really a manuscript witness).↩︎\r\nMade between 541 and 546 CE, Codex Fuldensis does not include the Comma, but fascinatingly, does not include the 4 Gospels either – Fuldensis includes the Diatessaron. The Diatessaron is a 2nd Century harmonization of the 4 Gospels into a single narrative, created by Tatian. It was popular in Syriac for a while but eventually died out in favor of preserving the 4 separate texts. See (https://en.wikipedia.org/wiki/Diatessaron)↩︎\r\nThe earliest Gospel, Mark, most likely written around 70 CE, doesn’t contain any birth narrative at all – we only hear that Jesus “came from Nazareth”. The author of Mark doesn’t mention Bethlehem at all. Matthew was likely written in the 80’s CE and doesn’t mention mangers or shepherds or their accommodations at all – in Matthew we get astrologers from Iran who follow the star in the east that led them around until it hovered over “the place where the child was” like a quest marker in a video game, but no description of that place. I’m aware of apologist arguments that the three stories are harmonious, and it seems to be true that it’s not logically or physically impossible for events in those three stories to all have occurred, but the assertion that the narrative in Matthew and in Luke are both accurate and both occurred directly contradicts the plain sense of the text and the interpretation any reasonable observer would reach upon consuming both narratives without a powerful presupposition of the Bible’s Inerrancy and Univocality.↩︎\r\nAn analysis I might perform on behalf of the Department of Defense usually consumes between 1,000 and 3,000 hours.↩︎\r\nFor those new to the academic study of the Bible, “apologetics” is term used to describe arguments constructed in the defense of something – opposed to polemics which are arguments against something.↩︎\r\nMany state this assumption plainly in their arguments. For example, T. Wright (2019) concludes that the Exodus actually occurred and that it occurred in 1446 BCE (the Biblical timeline). He reaches these conclusions “based on my view of the nature of Biblical “Inspiration,” “Inerrancy,” as well as textual, literary, philosophical, historical and archaeological considerations”. History and archaeology come last and they are but bits of data sprinkled on top of a dogma cake to make it look edible.↩︎\r\nOr, at the very least, maybe two animals. There are some arguments that the usage of καὶ is ambiguous and could be interpreted as “even”. The crux is that the text of the Greek version of Zechariah could be interpreted as describing two animals.↩︎\r\nOr after realizing how absurd that seems, conjure the notion that Jesus rode first one, then got off and rode the other the remainder of the way because of reasons that (like this Lamb narrative), have no basis in the texts of the ancient world and are just made up. See an example here. The source of this fantasy is commentary by Cornelius a Lapide, a Jesuit priest who died in 1637.↩︎\r\n",
    "preview": "https://jmdavis0352.github.io/What-are-we-doing/manger.jpg",
    "last_modified": "2025-03-20T20:28:20-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-08-25-the-depletion-of-the-strategic-petroleum-reserve/",
    "title": "Did Joe Biden Recklessly Deplete the Strategic Petroleum Reserve for Short-Term Political Gain?",
    "description": "President Joe Biden's release of approximately 200M barrels of oil from the US Strategic Petroleum Reserve (SPR) in and after 2021 garnered criticism from conservative politicians, pundits, and media. Some criticisms asserted the release was a misuse of the reserve as political tool while others incorporated language suggesting the drawdown was a threat to national security. This article examines the history and purpose of the SPR, and conducts an analysis of the drawdown and historical SPR levels relative to specific claims from critics in the context of that history and purpose.",
    "author": [
      {
        "name": "Jonathan M. Davis",
        "url": {}
      }
    ],
    "date": "2024-08-25",
    "categories": [],
    "contents": "\r\n\r\nContents\r\nA Very Brief History of the SPR\r\nCriticisms of President Biden’s SPR Drawdown\r\nExamining these Criticisms Critically\r\n“Down to Nothing”\r\n“Personal ATM”\r\n17 Days Remain\r\nBurning the Midnight Oil\r\nStatement from Representative Cole\r\nStatement from former President Trump\r\n\r\nShort-Term Political Gain? Do We Even Need an SPR?\r\nWhat’s the Real Answer?\r\n\r\nCaveats\r\n\r\nA Very Brief History of the SPR\r\nAny reasonably thorough treatment of such a history will require much more time and effort than I will expend; this history is very brief indeed, and I’m going to quote most of it from other sources such as from this Congressional Research Services report (Bamberger 2009):\r\n\r\nCongress authorized the Strategic Petroleum Reserve (SPR) in the Energy Policy and Conservation Act (EPCA, P.L. 94-163) to help prevent a repetition of the economic dislocation caused by the 1973-1974 Arab oil embargo. The program is managed by the Department of Energy (DOE). The capacity of the SPR is 727 million barrels, and by the end of 2009, was virtually filled to its capacity at 726 million barrels of crude oil.\r\n\r\nBut the SPR is not a unilateral construct. The development of the US SPR occurred in concert with the creation of the International Energy Agency (IEA). During the embargo and the global petroleum supply chain chaos that followed, it became evident that little machinery existed for the global governance of the oil supply chain.1\r\n\r\nIn February 1974, the United States convened the major oil consumers in an international energy conference aimed at filling such governance gaps. The negotiations led to agreement in November of that year on an International Energy Program (IEP), which the IEA was created to implement….Under the IEP, all member states agreed to maintain oil reserves equivalent to at least 60-days of net oil imports (later increased to 90-days). (Florini 2011)\r\n\r\nThe founding members included Austria, Belgium, Canada, Denmark, Germany, Ireland, Italy, Japan, Luxembourg, The Netherlands, Norway, Spain, Sweden, Switzerland, Turkey, the United Kingdom, and the United States.\r\nThe general idea was that countries that were major oil importers maintained reserves to act as a deterrent to the potential threat of another embargo from oil exporters.\r\nToday there are 30 member states and other nations have looser associations with the IEA, including China, India, Israel and many others.\r\nCriticisms of President Biden’s SPR Drawdown\r\nIt’s easy to understand how many Americans may believe the 2021-2023 SPR draw down to be a seriously irresponsible use of a national security asset. Depending on the spectrum of media consumed, a Republican viewer may have encountered statements and reporting as below without any counter-argument or contextual analysis.\r\nA NewsMax article (Barney 2023) quotes former House Speaker Kevin McCarthy as saying\r\n\r\nOur Strategic Petroleum Reserve is down to nothing.\r\n\r\nA Newsmax video segment (https://www.youtube.com/watch?v=TYuQRR0F57w) hosted by Carl Higbie included his assertion that:\r\n\r\nWe all remember how President Biden treated the SPR, as his personal ATM, making withdrawal after withdrawal after withdrawal, without a care in the world for the long term repercussions which we all warned him about.\r\n\r\nDuring this same video segment the guest, Larry Elder, asserted that this draw down demonstrated how\r\n\r\nThe Biden administration has jeopardized national security in so many different ways\r\n\r\nThe same video displays the graphic below – the commentary implies that 17 days remaining in the SPR is a national security risk:\r\n\r\n\r\n\r\nFigure 1: Source: Newsmax video segment https://www.youtube.com/watch?v=TYuQRR0F57w\r\n\r\n\r\n\r\nIn a March 2023 House Committee hearing titled “Burning the Midnight Oil: Why Depleting the Strategic Petroleum Reserve is Not a Solution to America’s Energy Problem, Part 1.” the following remarks were publicized (United States House Committee on Oversight and Accountability 2024):\r\n\r\nInstead of responding to high gas prices by reversing his own anti-American energy policies, President Biden chose to manipulate short-term prices by depleting our SPR.\r\nPresident Biden must take responsibility for his abuse of the SPR, which has put America’s national security at risk.\r\nRep. Fallon [to Mr. Alex Epstein, President of the Center for Industrial Progress]: “Does the decision to deplete the SPR to historically low levels mean the Biden Administration has no real plan for American energy policy?”\r\nMr. Epstein: “I think saying ‘no real plan’ is too charitable. I think they have a very bad plan. The basic plan is to rapidly eliminate fossil fuels as soon as possible, and then pretend that they can be replaced by unreliable solar and wind.”\r\n\r\nCongressman Tom Cole (R. OK) released the following statement (Cole 2022):\r\n\r\nPresident Biden’s decision to release more oil from the Strategic Petroleum Reserve is misguided, reckless and completely irresponsible….The answer is to unleash domestic energy production to supply more oil and gas. America is producing nearly two million barrels a day less than we were in 2020. President Biden could easily reverse the policies he implemented on day one, including restarting the Keystone XL pipeline, reopening federal lands for more exploration and production and adopting policies that encourage, rather than disparage, our domestic energy industry.\r\n\r\nIn a letter to Energy Secretary Jennifer Granholm, Representative James Comer (R. KY) and Representative Pat Fallon (R. TX) (Comer and Fallon 2024) write\r\n\r\nCommittee Republicans are concerned the Biden Administration abused the SPR for political gain — to lower skyrocketing gas prices before the 2022 midterm election — rather than for its intended purpose of mitigating severe energy supply interruptions or fulfilling obligations to the International Energy Agency (IEA).\r\n\r\nFormer Energy Secretary and former Texas Governor Rick Perry (Perry 2022) writes in a Fox News opinion piece:\r\n\r\nThe SPR is not the president’s personal oil supply. Yet, Biden has been treating it as a political band-aid since he took office. According to the Energy Information Administration (EIA), U.S. petroleum reserves are down 230 million barrels since Biden’s Inauguration and are at the lowest they’ve been since the Summer of 1984. With levels dangerously low, the administration just requested the release of another 15 million barrels. By the end of the year, U.S. reserves will be down a staggering 255 million barrels.\r\n\r\nDozens more such reporting and official statements exist; consult your favorite search engine. But I include one more because its examination is important.\r\nAs reported in Forbes (Rapier 2022) and announced through his spokesperson on X2, Former President Trump made the following assertion:\r\n\r\nSo after 50 years of being virtually empty, I built up our oil reserves during my administration, and low energy prices, to 100% full. It’s called the Strategic National Reserves, and it hasn’t been full for many decades. In fact, it’s been mostly empty. It’s supposed to only be used for large-scale emergency or conflict. Now I see where Biden has just announced he’s going to take what we so carefully and magically built, and what will be a futile attempt to reduce oil and gasoline prices. They will soon bring it down to empty again. It just never ends!\r\n\r\nExamining these Criticisms Critically\r\nA reasonable observer with moderate knowledge of political science and history might categorize some of these criticisms as normal3 political brinkmanship in that one side finds it necessary to always criticize what the other side is doing as undesirable or unacceptable, mostly regardless of what is actually being done. Normal brinkmanship includes the full spectrum of rhetorical devices (many of which are logically fallacious) to argue that the other side is not good at all. I’m not going to examine every assertion in every statement4, but in a broad review, I will argue that all of the statements above are either: (1) misleading political rhetoric because they ignore critical context, exaggerate, and cherry pick data; or (2) patently false or intentionally misleading propaganda – beyond what I would think of as normal political rhetoric.\r\n“Down to Nothing”\r\nWhen former House Speaker McCarthy stated that the SPR was “down to nothing” in Oct of 2023 he defined “nothing” as about 350 Million barrels5. That volume is about 48% of the physical capacity of the SPR, but in mid-March, 2021, just before the Biden Administration began the exchanges and sales, the SPR only contained 637M barrels. So the volume in the SPR at the Time of McCarthy’s statement was about 55% of the initial volume prior to executive actions. So we’re running at about half a tank, so to speak.\r\nWhat kind of practical volume is that? is that level strategically dangerous? There are different ways to conceptualize the mission of the SPR. The formal requirement under the IEP is that member states maintain 90 days of net imports. The United States “has been a net exporter of crude oil and petroleum products from September 2019 through [June 2024]. The IEP does not require net exporters to maintain a petroleum stockpile” (Greenley 2020).\r\nThe data below illustrate long term trends in U.S Net Oil and Petroleum imports.6\r\n\r\n\r\n\r\n\r\nFigure 2: Source: Energy Information Agency (https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=pet&s=mttntus2&f=m)\r\n\r\n\r\n\r\nExamining SPR inventory in relation to total US oil imports is another possibility. Even though the US is currently a net exporter, we still import about 6-8M barrels per day. Below we examine the total number of import days to which the SPR inventory equates (i.e. how many days could the SPR supply total US oil import requirements assuming constant imports starting on day 0). The SPR can not, and is not intended to, replace the entire bulk of US imports because its distribution throughput is limited to 4.4M7 barrels per day, so this isn’t a realistic measure of strategic safety, just a relative measure of how SPR inventory was related to total US oil imports over time.\r\n\r\n\r\n\r\n\r\nFigure 3: Source: SPR inventory from: https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=PET&s=WCSSTUS1&f=W ; US Imports from:https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=pet&s=mcrimus2&f=m\r\n\r\n\r\n\r\nViewed this way, it’s reasonable to state that the SPR level is historically low. When we think of the SPR as equivalent to days of total oil imports, the current SPR inventory is about the same as it was in 2001 (as of May 2024 – the most recent data available – it was 52.2 days, compared to April 2001 when it was 53.6 days).\r\nBut one other factor complicates the interpretation of this data. The origin of US imports has gradually shifted away from OPEC and other potentially adversarial nations toward allies and partners. In 2001, the US imported 28% of its oil from Canada and Mexico and similarly about 28% from OPEC nations or Russia; in 2023 the US imported 61% of its oil from Canada and Mexico while importing 12% from OPEC nations or Russia.8 So does the SPR today need to be the same size (relative to US imports) as it was in 2001?\r\nTo state that the SPR inventory is “down to nothing” or that it has been “depleted”9 is inaccurate political rhetoric. It is accurate to state that SPR levels are low relative to historical levels, but the national security implications and policy implications of this level are ambiguous at best and it is demonstrable that Republican lawmakers in general are not significantly concerned about an SPR inventory at this level – we will see why later in this analysis.\r\n“Personal ATM”\r\nThe statement from Carl Higbie that “President Biden treated the SPR, as his personal ATM” has no basis in fact and is intentionally crafted propaganda designed to plant in the viewers’ minds the idea that President Biden is personally using the funds from the sale of oil from the SPR. Some energy policy scholars used the “ATM” metaphor because the government used SPR sales to fund legislation (Razek et al. 2023). Proceeds from SPR sales go to the general fund for deficit reduction or to specific funds for SPR modernization and maintenance by law. But, some people who saw this video probably believe it. It has been viewed ~20,000 times in 10 months as of this writing. Some comments include:\r\n\r\nBrandon has committed so many traitorous acts n got rich doin it!!\r\nThat’s just what we know about. He was caught selling a portion of it to china10\r\nBring Donald Trump back and we can start selling and imported gas and be the number one seller of gas and oil11\r\n\r\nThere are many such comments; comments above are reproduced without changes to grammar or spelling.\r\nLegal action against such misrepresentations is unlikely to succeed. The individual or organization can assert the statement was just a metaphor, just entertainment, obviously not meant to be taken seriously and no reasonable person would believe it. We know this argument works because it is the successful legal defense mounted by Tucker Carlson and Fox News against a libel suit brought by Karen McDougal – the Playboy model who allegedly had an affair with former President Trump and to whom President Trump allegedly paid $150,000 for keeping the story out of the public12 . Carlson widely implied McDougal was extorting the former President. The judge wrote in the ruling that\r\n\r\nFox persuasively argues . . . that given Mr. Carlson’s reputation, any reasonable viewer arrives with an appropriate amount of skepticism about the statements he makes…[w]hether the Court frames Mr. Carlson’s statements as exaggeration, non-literal commentary, or simply bloviating for his audience, the conclusion remains the same—the statements are not actionable (Fawbush 2020) .\r\n\r\nThe ruling makes no consideration for the effects of such media on “unreasonable” viewers, nor does it attempt to ascertain the proportion of the audience that might reasonably be classified as “reasonable”. I hypothesize that proportion to be relatively small.\r\n17 Days Remain\r\nNow…that graphic; let’s see it again.\r\n\r\n\r\n\r\nFigure 4: Source: Newsmax video segment https://www.youtube.com/watch?v=TYuQRR0F57w\r\n\r\n\r\n\r\nAbove we examined a time equivalent for the SPR that was days worth of total US imports and those numbers were quite different (never below 49), so we need to figure out what this data actually is.\r\nBefore we do, there are some evident signs that this graphic was intended to deceive rather than to inform. These signs are worth discussing because their usage is common in media without journalistic standards (which is rather a lot of media).\r\nThe y-axis starts at 15 to make the visual line appear near “zero” at the lowest point. This may be intentional. There are circumstances where a truncated y-axis is appropriate (I use them sometimes, and will do so later in this document – when I want to examine changes in the data that are small in scale relative to the total magnitude of the data), and some graphics libraries will truncate axes to the range of the data by default. Axis truncation is generally not best practice for data visualization.\r\nWhat is certainly intentional is that horizontal grid lines all represent a change of 5 except the jump from 25-35 which is just bizarre13.\r\nThe title indicates that the line represents “Days Left in the SPR”, sourced to DOE – as we will examine below, these data do not actually appear on the DOE data portals – the calculation and title were constructed specifically to create an impression of a drastic and undesirable state. “Days left” implies a clock actively counting down rather than a static value transformed into a time equivalent.\r\nI couldn’t find any data indicating a number of days remaining in the SPR for some specific mission on DOE data access portals, so I reverse engineered the graphic by guessing how the content creator might have produced it until I found a procedure that duplicates these results. Here is what I produced14:\r\n\r\n\r\n\r\n\r\nFigure 5: Source: Nonsensical Calculation (SPR Inventory/Total US Petroleum Consumption, average values by month). Data for SPR inventory (https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=PET&s=WCSSTUS1&f=W) and total US consumption (https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=pet&s=wrpupus2&f=w)\r\n\r\n\r\n\r\nThe only way to calculate “Days left in the SPR” and get these numbers is to assume that on day 0: ALL domestic oil production ceases; ALL oil imports from every source cease; the ENTIRE normal daily US consumption of petroleum is extracted from the SPR every day.\r\nThe specific calculation is\r\n\\[Days = \\frac{SPR Inventory}{Total US Petroleum Consumption}\\]\r\ncalculated by week, averaged over each month.\r\nThe DOE does not provide this calculation because it’s nonsensical, and beyond the intended purpose of the SPR. IEP obligations are 90 days of net imports. The SPR can only physically distribute 4.4M barrels per day. I’m reasonably confident the content creators chose this calculation specifically to make the situation seem dire.\r\nA final thought on this graphic may influence our perception of the SPR inventory levels in the minds of those critical of the Biden Administration’s sales. In this segment, in reference to this graphic, the discussion was that prior to the Biden administration’s SPR sales, the number of “Days Left in the SPR” was fine and good. Typically 30-35 days. If 35 days worth of SPR for [some SPR purpose] is a good number of days, and our calculation above where the SPR supplies total oil imports gives us ~ 50 days of reserves, can we conclude these commentators actually find the current levels fine and good for any plausible scenario? I think all we can really conclude is that this presentation only seeks to portray the Blue party negatively and the Red party positively and that the content creators either do not possess any real, principled position on SPR inventory and policy, or that they only imagine such principled positions without actually understanding any of the information they are discussing.\r\nBurning the Midnight Oil\r\nI don’t want to expend the effort required to examine specific claims and points in these exchanges but it is worth noting that Mr. Epstein has a BA in Philosophy from Duke University and has no formal training or practical experience in foreign policy or energy policy. The CIP is a self described “for profit think tank” that promotes fossil fuel use. See their own information here: https://industrialprogress.com/about/\r\nHis comments and many others referenced above imply Democrat policies that are hostile to American oil production. The phrase “Democrat War on Oil” is popular among lawmakers and commentators. How goes the war effort?\r\n\r\n\r\n\r\n\r\nFigure 6: Source: Energy Information Agency (https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=pet&s=mcrfpus2&f=m). Shaded blocks indicate political party in power.\r\n\r\n\r\n\r\nNot well it seems.\r\nUS Oil Production seems uncorrelated with the political parties happening to hold power in Congress and in the White House. In a largely free, mixed economy like the U.S., oil production is mostly driven by market calculus – what about the dip in production from April 2015 to Sept 2016? Was it the Obama Administration’s war efforts finally taking effect? Or was it market response to the price of oil falling from $87 a barrel in Sept 2014 to $27 in Jan 201615 combined with lower than expected global economic growth (World Bank Group 2018)? The dip in 2020? Was it the Biden Administration’s leash on American Oil Production or the market response to depressed demand during the COVID-19 pandemic?\r\nPolicy may make some difference; I argue policy differences are minor effects compared to global market dynamics. What drove the long decline from 1986 until it flattened in 2005 and began climbing in 2008-2009? Prices dropped from $24 a barrel in Dec 1985 to $10 a barrel by April 1986 and remained mostly stagnant until an upward trend began in 2002 and accelerated in 2004.\r\nStatement from Representative Cole\r\nHere it is again\r\n\r\nPresident Biden’s decision to release more oil from the Strategic Petroleum Reserve is misguided, reckless and completely irresponsible….The answer is to unleash domestic energy production to supply more oil and gas. America is producing nearly two million barrels a day less than we were in 2020. President Biden could easily reverse the policies he implemented on day one, including restarting the Keystone XL pipeline, reopening federal lands for more exploration and production and adopting policies that encourage, rather than disparage, our domestic energy industry.\r\n\r\nAs above, I don’t think the data support the notion that domestic energy production was politically constrained – production had declined when the pandemic reduced global demand and production was steadily increasing when Russia invaded Ukraine. This statement was made on March 31, 2022. I hypothesize that in late March, Rep Cole would have had access to production data through either Jan or Feb of 202216. Perhaps Congress has advance access to data that isn’t publicly available and it’s possible Rep Cole was thinking in Fiscal years, so let us recall the US Oil production data from above and zoom in on the time period from Oct 2019 through March 2022.\r\n\r\n\r\n\r\n\r\nFigure 7: US oil production Jan 2020 - March 2022; same production data as above\r\n\r\n\r\n\r\nIs it possible to interpret this data in a way such that we are “currently” producing “nearly two million barrels a day less than we were in 2020”? We are constrained to choose an origin in the calendar or fiscal year 2020, but could plausibly choose an end point for ‘current’ production sometime in the recent past relative to March 2022, which could be interpreted broadly.\r\nIf we interpret “nearly” to mean “rounds up to but is strictly less than”, there are 29 pairs of months where the difference in oil production meets these criteria; all of these comparisons require an origin in April 2020 or before – Before the Biden Administration began (Figure 8).\r\nWhy do we suppose that is? Surely we don’t imagine the arms of the Democrat War on Oil are so long that they reach backward through time to fix their leash round the necks of American energy producers?\r\n\r\n\r\n\r\nFigure 8: Possible data comparisons Rep Cole could have used to make the claim that ‘America is producing nearly two million barrels a day less than we were in 2020’\r\n\r\n\r\n\r\nIf we fix our origin in Feb 2021, the earliest the “policies he implemented on day one” could have taken effect17, then of 14 possible date comparisons available to Rep Cole, all are positive (an increase in production). Of course this is semi-random – February 2021 happened to be a particularly low production month but the trend in production since May of 2020 has been positive.\r\nIt is implausible that this comparison is a mistake. Rep Cole (or someone in his office who prepared the statement) intended to portray U.S. oil production as suffering directly from some imagined Biden Administration action and found data that would allow them to construct a statement of condemnation that wasn’t quite entirely false.\r\nRep Cole mentions the Keystone XL pipeline, and the construction of the sentence groups that specific item within the discussion of American energy production. The Keystone XL pipeline would have been a transport mechanism for the U.S. to import petroleum products from Canada.18\r\nI started researching the federal land issue but I’m running out of energy on this topic and it seems difficult find information that’s clear and easy to understand – the counter argument is that granting new leases is unlikely to affect production because industry already has access to vast tracts of federal land with approvals for exploration that are unused. Tracking down how the process actually works and whether anything anyone says about this is true would be another one of these documents and another 40-80 hours of labor.\r\nI find representative Cole’s statement to be a normal political lie. The essence of it is untrue, but there are technical and narrow ways in which the basic premises could be true if interpreted in a specific way (a way that doesn’t really make any sense, but still). This is how normal political lying works. A common caricature might be: “My budget cuts the deficit over 10 years” – but only if Congress renews these 8 provisions every 2 years and the U.S. experiences constant year over year GDP growth of 4.6% – both of which are unlikely.\r\nThe next section is something a little different – normal political lies and rhetoric usually originate from partial truths – a truth that holds under unlikely assumptions or narrow circumstances. Or, they may be statements that while basically true omit critical context and alter the perception of those consuming the statement. The normal notion of political lies has been shifting.\r\nStatement from former President Trump\r\nThis statement is assertion dense, so I will examine one piece at a time.\r\n\r\nSo after 50 years of being virtually empty,\r\n\r\nThe SPR has not been anything remotely resembling “virtually empty” at any point in it’s history. There is no way to interpret the data that is even vaguely commensurate with this statement. The actual, weekly SPR inventory since 1982 is below:\r\n\r\n\r\n\r\n\r\nFigure 9: Source: Energy Information Agency (https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=PET&s=WCSSTUS1&f=W).\r\n\r\n\r\n\r\n\r\nI built up our oil reserves during my administration, and low energy prices, to 100% full.\r\n\r\nHe did not do this. In Jan of 2017 when former President Trump was sworn in, the SPR contained ~695M barrels (pretty full). When he left office the SPR contained about 637M barrels (still pretty full but 58M barrels lighter). SPR inventory declined during this period because “since 2015, Congress has enacted seven laws containing provisions mandating the sale of SPR oil.These mandated sales from the SPR have committed 271 million barrels of oil for sale through FY2028” (Greenley 2020).19\r\nThe largest commitment to SPR mandatory sales (100M barrels) came from the FY 2018 budget. President Trump’s budget. In it, his administration states:\r\n\r\n“the Budget proposes to sell approximately 270 million barrels of SPR crude by 2027, leaving roughly half of the remaining SPR inventory after all sales currently authorized by law are completed (approximately 250–260 million barrels). Given the long-term trajectory of domestic energy production and transportation capabilities, a smaller SPR is projected to be able to continue to meet international obligations and emergency needs. As sales progress, the proposal closes two of the four Gulf Coast SPR sites as determined by a comprehensive analysis of footprint and operations to be conducted” (Office of Management and Budget 2018).\r\n\r\nThe remaining uncommitted SPR inventory after these sales would be “less than 400 million barrels” (Pirog 2019). This target amount was likely influenced by U.S. net import levels in 2017, when this budget would have been written. The IEP requirement for 90-days of net imports in 2017 was around 340M barrels.\r\nOf a 700M barrel SPR:\r\n\r\n“It’s no longer necessary,” said [President Trump’s] White House budget chief Mick Mulvaney recently [2017]. “I don’t need to take this much of your money to bury in the ground out in West Texas someplace for domestic security and national security reasons when we have domestic surpluses — supplies like we do.” Conservative and free-market groups, like the Heritage Foundation and Cato Institute, have long called for draining the Strategic Petroleum Reserve, but the idea has caught hold with the Trump White House. More than two dozen Heritage staffers worked on the White House transition team earlier this year and drafted a conservative budget blueprint that proposed selling the reserve (Koss 2017).\r\n\r\nThe same article (Koss 2017) reports\r\n\r\nCongressional Democrats, though, are signaling some opposition to a large-scale sale of the oil supply, citing national security.\r\nSen. Maria Cantwell (D-Wash.), ranking member of ENR, noted the SPR’s past role in quelling markets disrupted by hurricanes. “You could have a Katrina, you could have a terrorist attack,” Cantwell said. “The ways these guys are cyberattacking energy, you could have all sorts of things happen.”\r\n\r\nhmmm…interesting.\r\nAll of the legislation mandating these sales was passed between 2015 and 2018. Beginning with the legislative session in 2015 Republicans enjoyed majorities in both the House of Representatives and the Senate; most of this of this legislation was signed into law by President Trump. The 2018 budget plan to reduce SPR inventories was reported in various outlets at the time ((Gramer 2024), (Mufson and Mooney 2017), (Koss 2017)) including Newsmax (Flavelle 2017).\r\nRepresentative Comer was not in Congress for the earlier laws, but voted against the 2018 budget at large, yes, to a reconciliation Bill for the 2018 budget, and no to the Consolidated Appropriations Act of 2018. Representatives McCarthy and Cole voted yes for all of this legislation 20\r\nBut I digress. Let’s continue our examination of President Trump’s statement.\r\n\r\nIt’s called the Strategic National Reserves\r\n\r\nIt is not called this.\r\n\r\nand it hasn’t been full for many decades.\r\n\r\nThis is technically true, the SPR has not been at physical capacity most of its history – It reached capacity in the spring of 2009 and remained full until July of 2011 when the emergency sale of 30M barrels was authorized as part of coordinated IEA release in response to disruptions to global supplies from unrest in Libya.\r\n\r\nIn fact, it’s been mostly empty.\r\n\r\nIt has not been.\r\n\r\nIt’s supposed to only be used for large-scale emergency or conflict. Now I see where Biden has just announced he’s going to take what we so carefully and magically built, and what will be a futile attempt to reduce oil and gasoline prices. They will soon bring it down to empty again. It just never ends!\r\n\r\nThe Biden Administrations SPR withdrawals occurred via distinct legal mechanisms. Some of the sales were accelerations of the already Congressionally mandated sales of 270M barrels by 2027. Others were exchanges (required to be replaced) but the bulk were direct sales. Those replacements for exchanges began in August of 2023 and have since brought SPR inventory back to 378M barrels.21\r\nShort-Term Political Gain? Do We Even Need an SPR?\r\nConservative outlets aren’t always opposed to tapping the SPR to reduce gas prices ahead of an election. One Newsmax writer (Cunningham 2018) suggests that\r\n\r\nIf U.S. President Donald Trump wants to lower pump prices, he doesn’t have to rely on OPEC. He has a 660-million-barrel emergency oil stockpile at his disposal. Releasing some of that crude in September or October could dampen gasoline prices ahead of November mid-term elections.\r\n\r\nAs far as I can tell President Trump did not take that advice, but the publication of such an article suggests that outrage at gas price reduction via SPR sales ahead of an election, at least in some media, is predicated on the color of the party occupying the White House. I hypothesize that most Americans, absent any media consumption, would be ambivalent on whether such a concept was good or bad. How many hours a year does an average American spend studying energy policy? I don’t have any data but my guess is a number of hours statistically identical to zero22. Sharing those sick memes does not count. For an average American, gaining sufficient knowledge and expertise to really understand the pros, cons, secondary and tertiary effects of, limitations on, and motivations behind SPR actions relative to the global petroleum market and geopolitical machinations likely requires thousands of hours of study. One example of scholarly analysis of the Biden Administrations SPR release that’s publicly available is (Razek et al. 2023). I encourage anyone reading this document to scan it and observe the differences between news press and actual research.\r\nScholarship regarding the continued value of strategic petroleum stock is widely varied. A 2006 study (Considine 2006) finds\r\n\r\nThe importance of SPR … largely depends upon the effect of stock sales on market prices. To address this question, this study develops a monthly econometric model of the world crude oil market. Inventories, consumption, production, and prices for crude oil are determined within a dominant producer pricing framework in which Saudi Arabia adjusts output based upon market demand and competitive fringe supply … [The analysis] indicates that while SPR sales can lower world prices during a supply shock, the required drawdown would be so substantial the reserve would be significantly depleted after just a few months. These findings suggest that once played, the SPR card has modest impacts on world prices and could be easily trumped by actions of other players, including output adjustments by world oil producers.\r\n\r\nThe more recent study mentioned above (Razek et al. 2023) of the Biden Administration 2022 SPR releases in response to Russia’s invasion of Ukraine concludes that while SPR release and other global supply additions generally reduce price inflation in some circumstances,\r\n\r\nThe impacts of U.S. SPR releases [in 2022] on global crude oil prices are likely to be short-lived and trivial, if there is any impact at all. Hence, it would be misguided to attribute global oil price decreases solely to SPR releases, as doing so would dismiss the impact of the fundamentals of global markets, expectations, and geopolitical risks. Through the use of Granger causality and threshold cointegration, we presented empirical evidence in support of the view that SPR releases—even exceptionally large ones—are unlikely to affect OPEC production, which vitally influences global oil prices. Thus, the recent SPR releases may not be an effective price control mechanism, beyond the temporary psychological impacts on commodity exchanges.\r\n\r\nSome actual policy analysts on the more distant right (Heritage Foundation) or libertarian (Cato Institute) parts of the political spectrum argue that the SPR is obsolete or ineffective and that the US should divest from it entirely ((Loris 2015), (Taylor and Van Dorn 2005)).\r\nBut scholarship does not universally suggest the SPR itself is of limited value. Scholars at Columbia University’s Center on Global Energy Policy (Bordoff, Halff, and Losz 2018) argue vigorously and convincingly for the continued advantages of an SPR but acknowledge challenges to its effective management and usage. The statements below are from various sections in the report but summarize key points\r\n\r\nDecisions [writing in 2018 this refers to the Congressional mandates for SPR draw downs] to sell off the SPR to fill near-term budget holes unrelated to energy security are shortsighted…Strategic stocks remain valuable as a tool of international cooperation and soft power. They also enhance America’s ability to take foreign policy actions that may adversely affect oil markets, such as the recent decision to reimpose oil sanctions on Iran… Assessing the right size of the US SPR is, in some ways, an impossible task. An early version of the stochastic dynamic programming models developed in the 1980s, for example, concluded that the “optimal” size of the SPR could be anywhere between 0.8 and 4.4 billion barrels, depending on the DOE’s assumptions…Given the level of ambiguity about future oil market trends, the changing nature of supply risks to the oil market, and the risk of increased volatility in a period of a highly uncertain energy transition, policymakers would be well advised to proceed with caution rather than sell off the nation’s oil security arsenal.\r\n\r\nWhat’s the Real Answer?\r\nI don’t know. But after reading the material referenced in this discussion (and many other un-referenced articles and reports) I’m reasonably confident that the majority of Republican criticism of the 2021-2023 SPR draw-downs does not originate from an objective and principled policy stance, and I find most of it flatly hollow23 in light of Congressional SPR sale mandates in laws passed by a Republican Congress and mostly signed by President Trump. The position that a planned SPR inventory of ~400M barrels and the closure of 2 of the 4 storage sites by the end of 2027 is fine and good (we don’t need them) but an SPR of ~350M in 2023 with requirements for partial replacements in law is a national security catastrophe exhibits at the very least, some incoherence.\r\nI’m also tremendously confident that assessing whether a particular SPR action was “good”, “bad”, “short-sighted”, “brilliant”, ‘reckless’ etc. is very, very difficult and people who spend decades studying such problems disagree.\r\nWere the Biden Administration’s SPR sales a reckless abuse of a national security asset for political gain? I’m reasonably certain that politics was part of the calculus but it is inaccurate to characterize those actions as entirely reckless or as an abuse of the SPR solely for political gain ahead of the election. I find such a characterization inaccurate because:\r\nAs the economy emerged from pandemic induced reductions of petroleum demand, and subsequent reductions in petroleum supplies, increasing demand outpaced increasing supply production. U.S. petroleum consumption returned to pre-pandemic levels by late June of 2021, while U.S. and global petroleum production wouldn’t return to pre-pandemic levels until 202324. Suppliers follow market signals and production ramp ups take time. In this supply constrained market, the price of crude oil climbed from $15.18 a barrel in April 2020 to $78.51 a barrel by April 2021 – a 7 year high25.\r\nSharp spikes in petroleum prices frequently precede global recessions (eg. 1973, 1980–82, 1990, 2000 and 2008) (Reynolds 2022).\r\nIn Feb 2022 Russia invaded Ukraine. Anticipation of a global supply disruption resulting from war in Europe amid rapidly increasing oil prices climbing from the post-pandemic economy was a legitimate concern. By March, 2022 crude oil was trading at $107 a barrel (a 10 year high). SPR sales in March and April of 2022 were part of a coordinated release among IEA member states who voted unanimously to execute the action. Conservative policy analyst Alan Reynolds26 characterized the 2022 release as “…only the second time that the SPR has been used for the purpose Congress intended in 1975 – to counteract temporary spikes in the global price of oil due to cartel extortion or foreign wars” (Reynolds 2022).\r\nThere are of course legitimate criticisms of the SPR releases. Most scholars seem to agree that the sales were largely ineffective and argue that SPR releases in general have limited capability to impact global markets.\r\nWas the Republican and conservative media reaction to Biden Administration SPR sales a political stunt for short term political gain? I find the data indicates the characterizations of SPR sales reviewed in this document were either misleading political rhetoric or plainly false propaganda.\r\nCaveats\r\nAt most, this documents reflects about 50 hours of labor. It almost certainly contains errors, omissions that should have been included, and misunderstandings. I think to gain a thorough understanding of this issue would require, for me, perhaps 200-400 hours. I do not typically study energy policy and before writing this, knew nothing about the Strategic Petroleum Reserve beyond the basic fact of its existence, and was unfamiliar with any of these specific statements or articles.\r\nMy hope in writing this is to illuminate the nature of political rhetoric around complex geopolitical and economic issues. Every topic is like this. Every statement from every politician or pundit requires 10’s of hours of study to verify and understand because politicians are almost exclusively seeking to influence voters to vote for their party and pundits are almost exclusively seeking to sell clicks and advertisements to their audiences, who mostly come seeking bias confirmation and viewpoint validation (I’m on the good side) – no one wants to buy a pile of “…its complicated and everyone is lying to you.”\r\n\r\n\r\n\r\nBamberger, Robert. 2009. “The Strategic Petroleum Reserve: History, Perspectives, and Issues.” RL33341. Congressional Research Service. https://apps.dtic.mil/sti/pdfs/ADA529737.pdf.\r\n\r\n\r\nBarney, Lee. 2023. “Biden Halves US Oil Reserves Ahead of Mideast Crisis.” Newsmax. https://www.newsmax.com/finance/streettalk/biden-administration-strategic-petroleum-reserves-middle-east/2023/10/16/id/1138495/.\r\n\r\n\r\nBordoff, Jason, Antoine Halff, and Akos Losz. 2018. “NEW REALITIES, NEW RISKS: RETHINKING THE STRATEGIC PETROLEUM RESERVE.” Columbia University School of International; Public Affairs: Center on Global Energy Policy. https://www.energypolicy.columbia.edu/publications/new-realities-new-risks-rethinking-strategic-petroleum-reserve/.\r\n\r\n\r\nCole, Tom. 2022. “Cole Slams Biden for Releasing More Oil from SPR  Representative Tom Cole.” http://cole.house.gov/media/press-releases/cole-slams-biden-releasing-more-oil-spr.\r\n\r\n\r\nComer, James, and Pat Fallon. 2024. “Comer & Fallon: Biden Administration’s Depletion of Oil Reserves Jeopardizes American Energy Independence.” United States House Committee on Oversight and Accountability. https://oversight.house.gov/release/comer-fallon-biden-administrations-depletion-of-oil-reserves-jeopardizes-american-energy-independence￼/.\r\n\r\n\r\nConsidine, Timothy J. 2006. “Is the Strategic Petroleum Reserve Our Ace in the Hole?” The Energy Journal 27 (3): 91–112. https://doi.org/10.5547/ISSN0195-6574-EJ-Vol27-No3-6.\r\n\r\n\r\nCunningham, Stephen. 2018. “Trump Keeps US Oil Reserve in Back Pocket as Pump Prices Climb.” Newsmax. https://www.newsmax.com/finance/streettalk/trump-oil-reserve-pump/2018/07/06/id/870381/.\r\n\r\n\r\nFawbush, Joseph. 2020. “Tucker Carlson Successfully Argues Nobody Really Believes Tucker Carlson Is Reporting Facts.” FindLaw. https://www.findlaw.com/legalblogs/greedy-associates/tucker-carlson-successfully-argues-nobody-really-believes-tucker-carlson-is-reporting-facts/.\r\n\r\n\r\nFlavelle, Christopher. 2017. “Perry Highlights Need for Oil Reserve in Rebuke of Trump’s Plan.” Newsmax. https://www.newsmax.com/politics/perry-oil-reserve-hurricane/2017/09/15/id/813824/.\r\n\r\n\r\nFlorini, Ann. 2011. “The International Energy Agency in Global Energy Governance.” Global Policy 2 (s1): 40–50. https://doi.org/10.1111/j.1758-5899.2011.00120.x.\r\n\r\n\r\nGramer, Robbie. 2024. “Trump Wants to Sell Half the U.S. Strategic Oil Reserve For More Cash.” Foreign Policy. https://foreignpolicy.com/2017/05/23/trump-wants-to-sell-half-the-u-s-strategic-oil-reserve-for-more-cash-petroleum-energy-budget/.\r\n\r\n\r\nGreenley, Heather L. 2020. “The Strategic Petroleum Reserve: Background, Authorities, and Considerations.” R46355. Congressional Research Service. https://sgp.fas.org/crs/misc/R46355.pdf.\r\n\r\n\r\nHulac, Benjamin J. 2020. “Oil Purchase to Fill Strategic Reserve Dropped from Stimulus.” Roll Call. https://rollcall.com/2020/03/25/oil-purchase-to-fill-strategic-reserve-dropped-from-stimulus/.\r\n\r\n\r\nKoss, George Cahlink, Geof. 2017. “Congress Cautiously Eyes Plan to Drain Petroleum Reserve.” E&E News by POLITICO. https://www.eenews.net/articles/congress-cautiously-eyes-plan-to-drain-petroleum-reserve/.\r\n\r\n\r\nKumar, Devika Krishna. 2020. “Drowning in Crude, U.S. Drillers Say Trump Strategic Reserve Plan Is No Lifeline.” Reuters, April. https://www.reuters.com/article/business/drowning-in-crude-us-drillers-say-trump-strategic-reserve-plan-is-no-lifeline-idUSKCN2251QT/.\r\n\r\n\r\nLoris, Nicolas. 2015. “Why Congress Should Pull the Plug on the Strategic Petroleum Reserve.” The Heritage Foundation. https://www.heritage.org/environment/report/why-congress-should-pull-the-plug-the-strategic-petroleum-reserve.\r\n\r\n\r\nMufson, Steven, and Chris Mooney. 2017. “Trump Seeks to Sell Off Half of the Strategic Petroleum Reserve.” Washington Post, May. https://www.washingtonpost.com/news/energy-environment/wp/2017/05/22/trump-seeks-to-sell-off-half-of-the-strategic-petroleum-reserve/.\r\n\r\n\r\nOffice of Management and Budget. 2018. “APPENDIX: BUDGET OF THE U. S. GOVERNMENT FISCAL YEAR 2018.” Office of Management; Budget. https://www.govinfo.gov/content/pkg/BUDGET-2018-APP/pdf/BUDGET-2018-APP.pdf.\r\n\r\n\r\nPerry, Rick. 2022. “Strategic Petroleum Reserve Is for Emergencies, Not Biden’s Politics. I Know. I’ve Had to Use It.” Text.{Article}. Fox News. https://www.foxnews.com/opinion/strategic-petroleum-reserve-emergencies-bidens-politics.\r\n\r\n\r\nPirog, Robert. 2019. “Strategic Petroleum Reserve: Mandated Sales and Reform.” R45577. Congressional Research Service. https://crsreports.congress.gov/product/pdf/R/R45577#:~:text=These%20mandated%20sales%20from%20the,barrels%20of%20uncommitted%20oil%20reserves.\r\n\r\n\r\nRapier, Robert. 2022. “No, Former President Trump Did Not Fill The Strategic Petroleum Reserve.” Forbes. https://www.forbes.com/sites/rrapier/2022/04/01/no-former-president-trump-did-not-fill-the-strategic-petroleum-reserve/.\r\n\r\n\r\nRazek, Noha, Valentina Galvani, Surya Rajan, and Brian McQuinn. 2023. “Can U.S. Strategic Petroleum Reserves Calm a Tight Market Exacerbated by the Russia–Ukraine Conflict?” Resources Policy 86 (October): 104062. https://doi.org/10.1016/j.resourpol.2023.104062.\r\n\r\n\r\nReynolds, Alan. 2022. “The Strategic Petroleum Reserve Was Never Used Strategically.” Cato Institute. https://www.cato.org/blog/strategic-petroleum-reserve-was-never-used-strategically-1.\r\n\r\n\r\nTaylor, Jerry, and Peter Van Dorn. 2005. “The Case Against the Strategic Petroleum Reserve.” Cato Institute. https://www.cato.org/policy-analysis/case-against-strategic-petroleum-reserve.\r\n\r\n\r\nUnited States House Committee on Oversight and Accountability. 2024. “Hearing Wrap Up: President Biden Damaged America’s Oil Security by Depleting the SPR.” United States House Committee on Oversight and Accountability. https://oversight.house.gov/release/hearing-wrap-up-president-biden-damaged-americas-oil-security-by-depleting-the-spr/.\r\n\r\n\r\nWorld Bank Group. 2018. Global Economic Prospects, January 2018: Broad-Based Upturn, but for How Long? Washington, DC: World Bank. https://doi.org/10.1596/978-1-4648-1163-0.\r\n\r\n\r\nThe stability of which is vital for a global economy. Despite any particular ideological view on isolationism, the economy is global and the United States must either lead in cooperation with international partners or be subject to economic changes driven by other nations likely to be US competitors (China, Russia).↩︎\r\n https://x.com/realLizUSA/status/1509521690803507208↩︎\r\nNormal here refers to statistical frequency and does not impart any sense of these actions being ethically acceptable.↩︎\r\nI intended to when I set out, but it will take too long and no one is paying me for this.↩︎\r\nStocks of crude oil in the SPR for 10/13/2023 were 351,274,000 barrels per https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=PET&s=WCSSTUS1&f=W ↩︎\r\nWhen I downloaded this data the latest month included was May 2024, but as I’m writing now on Sep 8, 2024 the website has added data for the month of June.↩︎\r\nMaximum distribution from all sites combined (https://www.energy.gov/sites/default/files/2023-03/2023%20SPR%20Distribuiton%20Brochure_0.pdf)↩︎\r\nSee https://afdc.energy.gov/data/10621↩︎\r\nOne strict definition of deplete is simply to “lessen markedly in quantity” but most connotations and I argue, most American English usage implies “a reduction in number or quantity so as to endanger the ability to function”. See https://www.merriam-webster.com/dictionary/deplete↩︎\r\nHe was not ‘caught’ selling SPR oil “to China”. DOE sells SPR oil on the global market to the highest bidder, by law; Chinese companies have purchased some of the oil sold from SPR. This is not unusual because China is the 2nd largest buyer of US petroleum products after Mexico, each purchasing 11% and 10% of US petroleum sold on the global market respectively, every day. This claim likely originates from assertions made by Rep. James Comer (R. KY) in committee meetings and in letters to the Energy Secretary implying the sale to this particular company may enrich Hunter Biden because an equity firm to which H.Biden has ties invested a large sum of money in that company several years prior. Rep. Comer does not expound on why that company paying the highest price for US oil on the market on a particular day would enrich H.Biden. Thoroughly examining this claim would require another one of these documents and another 10-20 hours of labor. See: https://www.eia.gov/tools/faqs/faq.php?id=727&t=6 ↩︎\r\nAt the time this comment was made (late 2023), the United States was the number one “seller” of oil if sales include domestic sales. The US has been the highest oil producing country in the world for every year since 2018, continuing a long trend that started around 2009. See: https://www.eia.gov/todayinenergy/detail.php?id=61545#:~:text=The%20United%20States%20produced%20more,six%20years%20in%20a%20row.↩︎\r\nNot to be confused with Stormy Daniels, the adult film star to whom former President Trump certainly paid $150,000 to keep information about his affair with her (which he denies) out of the public, and for which he was convicted of 34 felony counts of falsifying business records.↩︎\r\nAfter I reverse engineered how the content creators generated this data, I confirmed the jump from 25-35 was not just a labeling error – the data track those lines as labeled – this change is very strange. It doesn’t even change they visual dynamics of the graphic that much↩︎\r\nThe values in my graph don’t exactly match the Newsmax graphic, but they are pretty close. The spike in April of 2020 coinciding with plummeting oil consumption due to the COVID-19 pandemic in my data peak at 43.8 days, compared to the Newsmax peak of just over 40 days. My raw data were weekly, it seems certain the Newsmax creator aggregated data monthly and that could have been done in many ways (4 week moving average, ceiling to month, floor to month etc.). My graph is average calculated “days remaining” by calendar Month with dates floored by month. My data is also 10 months newer and it’s possible that corrections for past data occur. still, despite the minor differences this a close approximation of their calculation.↩︎\r\nPrice data are not inflation adjusted: https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=pet&s=f000000__3&f=m↩︎\r\nI’m writing this on Sep 6, 2024 and the latest month on EIA website is June 2024; when I downloaded this data a few weeks ago the latest data point was May – so it seems to lag by about 2-3 months↩︎\r\nBiden took office Jan 20, 2021. It seems unlikely policy changes would effect measurable production changes in 10 days, and our data is aggregated by month so Feb seems the most reasonable start time to measure any potential effect of ‘day one’ policy change.↩︎\r\nFor the 1 billionth time.↩︎\r\nIt’s possible President Trump was mis-remembering a proposal from his administration in March of 2020 after oil prices fell sharply to spend $3 Billion buying 77M barrels of oil from US producers to fill the SPR as part of a pandemic stimulus bill. The Democrat controlled Senate stripped that funding from the bill, characterizing it as a “bail out for big oil” (Hulac 2020). Republicans asserted the purchases were to be made from smaller oil suppliers but the practicality of such a plan may not have been viable as small producers had limited access to pipeline bandwidth or other transportation to move stocks to the SPR salt caverns in Texas (Kumar 2020). Regardless, the program was never implemented, but previously scheduled mandated SPR sales were delayed because it didn’t make sense to add more oil to a supply rich market, sold at a low price (Hulac 2020) Understanding the data and political motivations related to this event would require another one of these documents and another 15-30 hours of labor.↩︎\r\nBipartisan Budget Act of 2015, 21st Century Cures Act, Fixing America’s Surface Transportation Act, An Act to Provide for Reconciliation Pursuant to Titles II and V of the Current Resolution on the Budget for Fiscal Year 2018, Bipartisan Budget Act of 2018, Consolidated Appropriations Act 2018↩︎\r\nAs of the date when I downloaded the data from EIA – Aug, 30 2024.↩︎\r\nPrior to writing this document in response to a statement I heard, I had spent approximately 0 hours per year studying energy policy. I have now spent perhaps 30-40 hours studying petroleum markets and policy, the SPR, and related politics.↩︎\r\nI must credit Rick Perry who at least has been consistently critical of SPR sales for short term gas price stability across administrations – but I would still characterize his op-ed in Fox News as misleading and intentionally excluding critical context – the analysis of which would be another document and another 5-10 hours of work.↩︎\r\nU.S. production data illustrated above. Global production by year: https://www.statista.com/statistics/265203/global-oil-production-in-barrels-per-day/↩︎\r\nNot inflation adjusted.↩︎\r\nhttps://www.cato.org/people/alan-reynolds↩︎\r\n",
    "preview": "posts/2024-08-25-the-depletion-of-the-strategic-petroleum-reserve/distill-preview.png",
    "last_modified": "2024-09-19T20:00:15-05:00",
    "input_file": {},
    "preview_width": 1920,
    "preview_height": 1056
  },
  {
    "path": "posts/2024-07-27-almost-everything-about-this-meme-is-wrong/",
    "title": "Almost Everything About This Meme is Wrong",
    "description": "Ahh memes...the heavily processed bite sized information snack of the future, and today!",
    "author": [
      {
        "name": "Jonathan M. Davis",
        "url": {}
      }
    ],
    "date": "2024-07-27",
    "categories": [],
    "contents": "\r\nMemes excel at attracting attention and focus for short duration, high impact information injections. The combination of a compelling image with just the right words can effect a specific psychological response in the viewer and we would be naive to reject the suggestion that at least some of the memes flitting across the internet are precision-guided information munitions crafted by our adversaries and targeted with malign intent. Most are probably cats, many are probably just constructed by people trying to amplify a viewpoint that conforms to the in-group’s viewpoint. Today’s examination is of one more closely aligned to the last category.\r\nWhat’s in a Meme?\r\nFrequently, memes contain misleading information, misinformation, logical fallacies, and manipulative intent. I recently came across the following:\r\n\r\n\r\n\r\nThis meme, like many memes, has a lot going on, and presents an interesting opportunity for study.\r\nIt seems like that statement (or similar forms of it) has been misattributed to Pasteur since around 1920 (consult the google). It is almost certainly a reconstruction of Francis Bacon’s essay “Of Atheism” (written ~1612) which includes the passage\r\n\r\n“It is true, that a little philosophy inclineth man’s mind to atheism, but depth in philosophy bringeth men’s minds about to religion” (Bacon 1612).\r\n\r\nThe change in attribution likely seeks to exploit Pasteur’s household name recognition (all the kids learn about Pasteurized milk).\r\nThe attribution to a widely recognized scientific figure, amplified by the annotation indicating Pasteur is the father of two fields of study is probably intended as a, logically fallacious, appeal to authority. Being the father of two fields of study is better than one but at least with respect to microbiology that attribution usually goes further back to Leeuwenhoek who discovered protists and bacteria and reported results in a 1677 paper (Lane 2015).\r\nPasteur’s place as the father of immunology is more credible but still debated by some scholars. Smith (2012) recognizes Pasteur’s achievements but candidly discusses seeming breeches of integrity in the competition with M. Toussaint in 1880 when they were both developing an anthrax vaccine. Toussiant developed a vaccine that incorporated dead bacteria that was effective in a trials of dogs and sheep. Pasteur’s theory at the time insisted on live pathogens depleting the host of some essential nutrient required to support pathogen reproduction and he sharply criticized Toussaint’s methods. A challenge arose and Pasteur administered a vaccine that succeeded well. In his public discussion of methods he stated “…living vaccines, cultivatable at will, transportable anywhere without alteration, and, lastly, prepared by a method that one may consider capable of generalization since it served a previous time for a discovery of the chicken cholera vaccine.” The actual vaccine he used in the test was not based on live cultured bacteria, but was based on another method similar to Toussaint’s that killed the bacteria with potassium bichromate. Pastuer was lauded and Smith (2012) reports that “Toussaint subsequently published only 2 more scientific papers before he died in 1890 at the age of 43, after suffering a mental breakdown.”\r\nOf course that history isn’t particularly relevant to the analysis of our meme, but it was interesting to learn. So what else is going on? The statement of the meme itself, misattributed to authoritative appeal, is demonstrably false in the sense that such a relationship is not evident. Available data is mixed, but most likely supports the opposite trend, particularly respecting deep scientific knowledge.\r\nA 2017 Pew survey (Pew Research Center 2017) found that “Overall, U.S. adults with college degrees are less religious than others, but this pattern does not hold among Christians”. The specificity of these results is low. Measures are self reported frequency of prayer and belief in God etc. The Pew Survey acknowledges the previous work of Schwandel (2011) that finds “education negatively affects exclusivist religious viewpoints and biblical literalism but not belief in God or the afterlife” and other positive associations between education levels and religious activities.\r\nThe Pew survey examines relationships within denominational groups and finds opposing trends depending on group affiliation. Catholics, Latter-Day Saints, Historically black Protestants and Evangelicals all exhibit positive correlations between education levels (High School –> Undergraduate Degree) and the percentage believing “in God with absolute certainty”. Mainline Protestants and the religiously unaffiliated exhibit negative correlations between High School and College education levels (Figure 1)\r\n\r\n\r\n\r\nFigure 1: Percentage of Survey Participants who “believe in God with absolute certainty”, difference between high school and college education. Data from: (Pew Research Center 2017)\r\n\r\n\r\n\r\nA limitation in the data above to the analysis of our meme is that those results are related to education in general, most of which probably falls under the “little science” bracket. So what does depth of knowledge impart to religiosity?\r\nAn international survey of 9,422 physicists and biologists in 2016 (Ecklund et al. 2016) found the percentage of respondents indicating an absolute belief in God was less than or equal to 20% for all countries included except Turkey (61%) and India (26%).1 The proportion of physicists and biologists indicating absolute belief in God in the United States was 10%.\r\nA 2009 Pew Research Survey (Pew Research Center 2009) among members of the American Association for the Advancement of Science found\r\n\r\n“just over half of scientists (51%) believe in some form of deity or higher power; specifically, 33% of scientists say they believe in God, while 18% believe in a universal spirit or higher power. By contrast, 95% of Americans believe in some form of deity or higher power”\r\n\r\nThat same Pew survey found Physics and Astronomy to exhibit the highest rate of non-belief (46% do not believe in God or in a universal spirit or higher power) and that older scientists were less likely to believe (48% do not believe among 65+ vs 32% among 18-34)\r\nLarson and Witham (1998) illustrate that this trend is not new, reporting that\r\n\r\nUS psychologist James H. Leuba [found in] his landmark survey of 1914…that 58% of 1,000 randomly selected US scientists expressed disbelief or doubt in the existence of God, and that this figure rose to near 70% among the 400 “greater” scientists within his sample. Leuba repeated his survey in somewhat different form 20 years later, and found that these percentages had increased to 67 and 85, respectively. In 1996, we repeated Leuba’s 1914 survey and reported our results in Nature. We found little change from 1914 for American scientists generally, with 60.7% expressing disbelief or doubt. This year, we closely imitated the second phase of Leuba’s 1914 survey to gauge belief among “greater” scientists, and find the rate of belief lower than ever — a mere 7% of respondents.\r\n\r\nSo a brief examination of the literature suggests that Bacon may have gotten it wrong back in 1612 – of course he might have gotten it exactly right in 1612 but we don’t have any contemporaneous data. At the very least I have not found any evidence in the literature that supports the notion that the deeper the science knowledge a person attains the more likely they are to be “a believer in God.” The data seem to indicate the opposite.\r\n\r\n\r\n\r\nBacon, Francis. 1612. “Essays.” https://www.gutenberg.org/files/56463/56463-h/56463-h.htm).\r\n\r\n\r\nEcklund, E, D Johnson, C Scheitle, K Matthews, and S Lewis. 2016. “Religion Among Scientists in International Context: A New Study of Scientists in Eight Regions.” Socius 2. https://doi.org/10.1177/2378023116664353.\r\n\r\n\r\nLane, Nick. 2015. “The Unseen World: Reflections on Leeuwenhoek (1677) ‘Concerning Little Animals’.” Philos Trans R Soc Lond B Biol Sci 370 (1666). https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4360124/#:~:text=Leeuwenhoek%20is%20universally%20acknowledged%20as,with%20the%20power%20to%20see.\r\n\r\n\r\nLarson, E, and L Witham. 1998. “Leading Scientists Still Reject God.” Nature 394 (313). https://doi.org/10.1038/28478.\r\n\r\n\r\nPew Research Center. 2009. “Religion and Science in the United States.” Pew Research Center. https://www.pewresearch.org/religion/2009/11/05/scientists-and-belief/.\r\n\r\n\r\n———. 2017. “In America, Does More Education Equal Less Religion?” Pew Research Center. https://www.pewresearch.org/wp-content/uploads/sites/20/2017/04/Religion-and-education-FULL-REPORT.pdf.\r\n\r\n\r\nSchwadel, Philip. 2011. “The Effects of Education on Americans’ Religious Practices, Beliefs, and Affiliations.” Review of Religious Research 53 (November): 161–82. https://doi.org/10.1007/s13644-011-0007-4.\r\n\r\n\r\nSmith, Kendall. 2012. “Louis Pasteur, the Father of Immunology?” Frontiers in Immunology 3 (68). https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3342039/#:~:text=Louis%20Pasteur%20is%20traditionally%20considered,well%20as%20also%20treated%20by.\r\n\r\n\r\nThe majority of the scientists in Turkey were Muslim and the majority in India were Hindu.↩︎\r\n",
    "preview": "https://jmdavis0352.github.io/What-are-we-doing/Pasteur.png",
    "last_modified": "2025-03-15T14:59:07-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-02-14-jewish-space-lasers/",
    "title": "Design Considerations for Jewish Space-based Laser Platforms in Visible Wavelengths",
    "description": "Congressional Representative Marjorie Taylor Greene (R-Ga) has proposed the California Camp fires may have been ignited by a space-based laser system launched into geosynchronous orbit by the Solaren corporation, possibly under the influence of the Rothschild's for nefarious purposes.",
    "author": [
      {
        "name": "Jonathan M. Davis",
        "url": {}
      }
    ],
    "date": "2021-02-15",
    "categories": [],
    "contents": "\r\nSolaren has not yet launched their space-based solar generation system (which didn’t include lasers anyway) (Solaren 2021) when Rep Greene made her original post (since deleted)1, so this particular claim cannot be true 2. However, since the system is still under development, a design opportunity exists for Jewish space laser enthusiasts. We develop a crude feasible design region for Jewish Space Lasers capable of igniting wood or grass from geosynchronous orbit with respect to wavelength (visible spectrum), laser aperture, and total system power. These calculations represent a rough order of magnitude estimate for system requirements and will facilitate the development of future Jewish Space-based laser platforms.\r\nJewish Space Laser Architecture\r\n(not to scale)\r\n\r\nSystem Requirements\r\nThe authors conducted user base surveys to elicit the needs of the Jewish Space Laser enthusiast community using a modified Delphi panel method3. The modifications to the panel method reduced cost and facilitated rapid requirements development. For this analysis the laser system under examination must:\r\nOccupy a geosynchronous orbit above North America\r\nChange orientation (targeting) using reaction wheel assemblies and magnetic torquers (based on Hubble Space Telescope design) 4\r\nProduce a beam in the blue wavelengths (\\(\\lambda = 450 nm\\), based on user surveys)\r\nSupport variable output power range such that the beam energy density at earth surface can either toast a bagel to perfection or destroy all threats (ignite wood and brush, instill fear and suspicion)\r\nProduce a flat top beam profile (because it makes our calculations for energy density requirements at Earth surface simpler)\r\nAssumptions\r\nSince this effort was executed without funding or expertise, we make the following simplifying assumptions:\r\nTotal wall plug efficiency of the laser system accounting for power required for cooling systems, communications, satellite orientation, navigation, computer controls systems, heat loss, and orbit maintenance is 15%. This number is commensurate with various other laser systems (Shammi 2018) and the 2.2 MJ pulse laser at the National Ignition Facility (Bayramian et al. 2011).\r\nThe laser beam quality is evaluated for assumed values of beam propagation ratios (\\(M^2\\)) where \\(M^2 \\in [3,20]\\). High energy multi-modal lasers tend to exhibit poor beam quality (NewportCorporation 2021). Zlobina et al (2017) demonstrate techniques to improve beam quality, reducing \\(M^2\\) in a 50W CW Raman laser from 26 to 2.6. High energy pulse lasers with near diffraction limited Gaussian beams are possible (Miller et al. 2020), but nanosecond pulse laser systems are probably ill suited for fire starting. Additionally a nano-second pulse laser is less likely to be visually observed by conspiracy minded individuals. A tertiary consideration for expending the resources required to deploy an extraordinarily expensive and impractical technology solution into orbit (that achieves the same effect as a plausibly deniable gender reveal party) is the subtle fear we may inspire in our adversaries as they whisper of space laser threats to their blood and soil. There is no purer mechanism to burn the blood and scorch the soil than the raw essence of the universe, packaged into photons descending from the heavens at Jewish wavelengths.\r\nFeasible laser apertures or beam waists (\\(W_0\\) ) range from 40cm - 200 cm. Larger apertures are desirable because they minimize beam divergence. The National Ignition Facility laser elements each use an optical aperture of 40 cm so we know this is feasible (for a multi-pass pulse laser architecture on Earth surface anyway). Laser apertures up to 10 km may be possible with coherent laser arrays such as those suggested for light sail propulsion (Fugate and Green 2017), but the complexities of constructing and tuning such an array for an orbital platform seem daunting so we ignore them here.\r\nThe next section describes assumptions related to beam propagation in the atmosphere. Simple assumptions regarding high energy laser propagation through the atmosphere are not evident in the literature, so we present a short discussion before giving up.\r\nThe Atmosphere\r\nThe atmosphere is…problematic. Experiments and theoretical work performed in the 1960’s and 70’s demonstrate that high energy lasers suffer from beam wander and wave front errors propagating through a turbulent medium (Hogge 1974). The wave front errors seem particularly challenging because the beam itself heats the atmosphere as it propagates, which modifies the refractive properties of the atmosphere, which modifies the propagation of the beam (thermal blooming). Hogge (1974) provides some incomprehensible equations and charts5 that describe these effects. Figure 1 seems to illustrate relationships between beam energy at aperture and beam energy in the focal plane (for an unspecified distance and unspecified wavelength) in turbulent conditions. The linear relationships represent theoretical maximums. The sad reveal is that there is a point of optimal beam energy in the focal plane after which increased aperture energies actually reduce focal plane energies (presumably because of increased thermal blooming). This affect may not be as pronounced for our system because the beam diameter will be quite large at Earth atmosphere, but without advanced calculations specific to this problem it’s not possible to assess how this particular beam will behave.\r\n\r\nWe gave up on the atmosphere.\r\nSeems hard.\r\n\r\n\r\n\r\nFigure 1: Some incomprehensible charts from: https://apps.dtic.mil/sti/tr/pdf/AD0781763.pdf\r\n\r\n\r\n\r\nSuppose we consider our beam originating at the edge of earth atmosphere rather than at geosynchronous orbit. It still must propagate through about 96 km of atmosphere to earth surface where dry vegetation awaits combustion. If we assume for the present that combustion of dry wood is achievable with a 1W laser focused to a 6mm2 spot this results in an energy density of 166,666 \\(\\frac{W}{m^2}\\).\r\n\r\nIs it a coincidence that a hypothesized energy density to create fire (hell) includes the mark of the Beast? We merely pose this question for the reader.\r\nEven a Gaussian beam originating at geosynchronous orbit would be over 20m in diameter at the edge of the atmosphere for the range of apertures considered here. Further simplifying this discussion, if we assume the beam does not diverge for the remainder of the trip and there is no energy loss for the last 96km, the total energy in the beam at the edge of earth atmosphere to the meet the energy density required for ignition we speculate above would be:\r\n\\[\\frac{166,666W}{m^2}[\\pi(10m)^2]= 52,359,668W\\]\r\nA 20m diameter laser with total beam energy of 52MW puts us well beyond Hogge’s calculations above. We frankly have no idea what will happen and suggest consulting with a team of laser and atmospheric physicists and photonics and optics experts.\r\nWe assume the total energy density effect of the atmosphere on the beam is 1/10 (irrespective of wavelength or laser aperture), but we have no idea what we’re doing, this might not work at all] \r\nMethods\r\nDetermining required beam energy density at earth surface\r\nWe estimated the beam energy density required to ignite vegetation and toast bagels by experimenting with a low power (~\\(10^0 W\\)) retail laser at 450nm. Figure 2 illustrates the layout of the experiments. Two experiments of the same design evaluate power requirements to either toast bagels or destroy all threats (ignite dry biomass). Destroying threats requires more energy density than toasting bagels, so this paper is limited to that use case as a design driver. We secured the laser in a 2-axis machining vice with the aim point at either various segments of the bagel or at a pile of dry sticks. Distance deviations achieved by moving the machining vice along the axis of beam prorogation modified the beam convergence at the target and thus simulated lasers of different energy densities. Beam spot size was measured directly at the target distance with dial calipers (to calculate energy density for a known laser power output). We recharged the laser batteries between tests to ensure power output did not diminish over the experiment.\r\n\r\nThis experiment proved quite tedious, so these results are approximate, and possibly fabricated. We feel such a methodology is appropriate for this genre of research.\r\n\r\n\r\n\r\nFigure 2: Laser ignition experiment configuration\r\n\r\n\r\n\r\nIs it a coincidence that the result of our experiment was exactly the previously hypothesized power requirement?\r\nCalculating the resulting orbital platform power requirement\r\nA basic calculation is possible with a few simple formulas. The beam divergence half angle \\(\\theta\\), in radians, is given by:\r\n\\[\r\n\\theta = M^2\\frac{\\lambda}{\\pi W_0}\r\n\\]\r\nSo we can calculate the area of the beam \\(B_A\\) at a given distance (assuming a circular beam shape with M2 equal in both axes) with some simple geometry as:\r\n\\[\r\nB_A = \\pi(\\theta d)^2\r\n\\]\r\nwhere \\(d\\) is the propagation distance from the aperture in meters (from geosynchronous orbit \\(d = 35,786,000m\\)).\r\nAdding some notation we let:\r\n     \\({E_d}^*\\) be energy density required at Earth surface to ignite vegetation or toast bagels\r\n     \\(A = 0.1\\) be the total effect of the atmosphere on the beam energy\r\n     \\(Ef_{wp} = 0.15\\) be the total wall-plug efficiency of the laser system\r\n     \\(P_s\\) be the total system power in geosynchronous orbit\r\nSince the energy density at Earth surface will be the total energy in the beam distributed over the beam area then\r\n\\[\r\nE_d = \\frac{P_sAEf_{wp}}{\\pi(\\theta d)^2}\r\n\\]\r\nWe can rearrange this equation with all the original terms to solve for a system power requirement that will yield the required energy density of our laser system at Earth surface \\({E_d}^*\\) based on our assumptions above.\r\n\\[\r\nP_s = \\frac{{E_d}^*{\\pi(M^2\\frac{\\lambda}{\\pi W_0} d)^2}}{AEf_{wp}}\r\n\\]\r\nResults\r\n\r\n\r\n\r\nWe executed the calculation developed in the previous section at the values of laser aperture and \\(M^2\\) defined above for a beam with \\(\\lambda = 450nm\\) (a lovely vibrant blue). We also examined the effect of wavelength on the requirements between \\(445nm\\) and \\(490nm\\) but the effect is very small compared to the aperture and beam propagation ratio so we did not include those results. Figure 3 illustrates the relationship between laser aperture and system power requirements for a given beam propagation ratio (\\(M^2\\)). Achieving a large aperture will be critical to feasibility. A 40cm aperture requires at least 39 GW of power in geosynchronous orbit, which doesn’t seem feasible, or at least affordable. For reference the Palo Verde nuclear power plant in Arizona is the largest in the U.S with a maximum capacity of about 4 GW.\r\n4 GW of Nuclear Power at Palo Verde\r\n\r\n\r\n\r\n\r\n\r\nFigure 3: Sensitivity of system power requirements to laser characteristics\r\n\r\n\r\n\r\nSolaren’s planned solar power generation plant will generate 200 MW by design. Based on our assumptions regarding feasible apertures, propagation ratios, wall plug efficiency, and the effect of the atmosphere, the minimal power plant capacity required to support this system is 1550 MW.\r\nWe encourage the Jewish Space Laser enthusiast community to use these results to inform future system designs and technology investments. Developing large aperture, high quality beams is critical to the feasibility of deploying such a ridiculous system. While staging a pyrotechnic gender reveal party or having an agent toss a lighter is astronomically cheaper, these tactics lack the Bond villain essence of parody that apparently smacks of truth to some members of Congress.\r\nAcknowledgements\r\nI think we all know who’s behind this.\r\n\r\n\r\n\r\nBayramian, A, S Aceves, T Anklam, K Baker, E Bliss, C Boley, A Bullington, et al. 2011. “Compact, Efficient Laser Systems Required for Laser Inertial Fusion Energy.” Fusion Science an Technology 60 (July): 28. https://doi.org/10.13182/FST10-313.\r\n\r\n\r\nFugate, Robert, and Wesley Green. 2017. “The Sharshot Propulsion System.” In Proceedings of the Tennessee Valley Interstellar Workshop, 5–21. Huntsville, AL.\r\n\r\n\r\nHogge, Charles B. 1974. “Propagation of High-Energy Laser Beams in the Atmosphere.” Fort Belvoir, VA: Defense Technical Information Center. https://doi.org/10.21236/AD0781763.\r\n\r\n\r\nMiller, Joseph D., Mikhail N. Slipchenko, Mikhail N. Slipchenko, Josef Felver, and Sukesh Roy. 2020. “Generation of High-Energy, Gaussian Laser Pulses with Tunable Duration from 100 Picoseconds to 1 Millisecond.” Optics Express 28 (25): 37811–26. https://doi.org/10.1364/OE.409546.\r\n\r\n\r\nNewportCorporation. 2021. “Laser Beam Spatial Profile.” https://www.newport.com/n/laser-beam-characterization.\r\n\r\n\r\nShammi, Shamanta. 2018. “Variable Laser Wall-Plug Efficiency.” Preprint. ENGINEERING. https://doi.org/10.20944/preprints201810.0217.v1.\r\n\r\n\r\nSolaren. 2021. “Facebook Post Referencing Solaren Space Solar – Setting the Record Straight : Solaren.” https://www.solarenspace.com/2021/01/29/facebook-post-referencing-solaren-space-solar-setting-the-record-straight/.\r\n\r\n\r\nZlobina, Ekaterina A, Sergey I Kablukov, Alexey A Wolf, N Nemov, Alexander V Dostovalov, Valentin A Tyrtyshnyy, Daniil V Myasnikov, and Sergey A Babin. 2017. “Generating High-Quality Beam in a Multimode LD-Pumped All-Fiber Raman Laser.” Optics Express 25 (11): 7.\r\n\r\n\r\n↩︎\r\nA skeptical reader may consider Solaren an unreliable source for refuting the claim that Solaren Energy systems never actually launched and so could not have started the fires with energy beams from space. We counter argue that Rep. Greene’s initial assessment of the launch came from Solaren press material and propose that were a nefarious company trying to obfuscate the launch of it’s space laser system the original press release announcing the plan seems implausible↩︎\r\nThere were some facebook comments exchanged↩︎\r\nWe didn’t actually consider this in the design at all, but the authors enjoy the phrase “magnetic torquers”↩︎\r\nLiterally incomprehensible, the pdf is a scanned print and it’s not possible to read some of the notation↩︎\r\n",
    "preview": "https://jmdavis0352.github.io/What-are-we-doing/laserparam.png",
    "last_modified": "2024-10-08T17:32:59-05:00",
    "input_file": {}
  }
]
